[
  {
    "id": "12943b91-7674-4f78-94ca-a2288692f167",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/12943b91-7674-4f78-94ca-a2288692f167",
    "created_at": "Tue Sep 01 16:34:45 UTC 2020",
    "company": "Paxos",
    "company_url": "http://www.paxos.com",
    "location": "New York",
    "title": "Engineering Manager",
    "description": "\u003cp\u003ePaxos was founded in 2012 as the first institutional and regulated crypto-exchange, our founding team quickly realized there was an opportunity to establish ourselves as the trusted leader in digital assets. By creating regulated digital assets like our USD-backed stablecoin PAX, we’re giving customers the chance to process their financial transactions in safer, faster and more cost-effective ways. We’re also building solutions for some of the world’s best-known financial institutions to settle day-to-day transactions faster, cheaper and with the most modern technology. We believe the global financial system has relied too long on closed infrastructure and outdated technologies - it's time for a change.\u003c/p\u003e\n\u003cp\u003eWe are looking for an Engineering Manager to join our rapidly growing FinTech company. This role will be reporting directly to the SVP of Engineering and will have a huge impact on the technical direction of the entire company. This includes providing architectural guidance, mentoring other engineers, evaluating new technologies and industry changes, and defining and leading company best practices. This will also include interfacing with other leading technology companies and universities in the future of the blockchain industry.\u003c/p\u003e\n\u003cp\u003eWhat you will do:\nYou will produce a work output by taking a complex user story, breaking it down into sub-tasks, and delegating and completing the sub-tasks with relative ease – own design, coding, testing all the way through deployment of each of those sub-tasks.\nYou will build and lead a strong team of junior and senior software engineers and participate in code reviews resulting in up leveling the skill sets for the team as a whole.\nYou will identify and proactively tackle technical debt before it grows into something that requires significant up-front work to resolve. A rule of thumb is to start looking into root cause of issues whenever there is noise. There is no smoke without fire.\nYou will strike the right balance between fixing the problem at hand and focusing on finding the root cause of the problem. For example, if it’s a production issue the priority is to fix the immediate problem and collect all the data necessary for root cause analysis. In a non-production environment, the focus should be on finding the root cause and fixing it the right way to make sure the problem doesn’t occur again.\nYou'll work cross-functionally across Product, Engineering and Operations business units\nWhat you need to have:\nSignificant technical experience building business-critical software applications\nYears of people management experience, including hiring and developing engineering talent\nThe ability to work in a fast-paced, agile, and (sometimes) ambiguous environment with multiple priorities and stakeholders\nHands on software development experience (“player coach”) and are comfortable writing code\nHave worked in different technical stacks in the past with full-stack exposure (front end, back end, database), with a continuous development/continuous deployment pipeline, possibly in a 24/7 support environment\nOther than these qualifications, we're hoping to bring someone on board who loves what they do and can't wait to join an amazing team!\u003c/p\u003e\n\u003cp\u003eWho we are: We are a diverse group of individuals with backgrounds and experience in banking, startups, tech giants, and big-five consulting firms. We currently have about 110 employees across offices in New York, London and Singapore and have big plans for our growth. We’re looking for collaborative, creative, hard-working and intellectually curious people to help us make our vision a reality.\u003c/p\u003e\n\u003cp\u003eWhy we matter: Paxos is the only technology company building financial services solutions that both customers and regulators can trust. We’re committed to pushing the boundaries of technology while also working with important stakeholder groups so we can build a financial system that is open and accessible to anyone around the world.\u003c/p\u003e\n\u003cp\u003eWho are our customers: Our customers run the gamut from individuals seeking access to digital assets and those who don’t want to be tied to a physical banking system, to large institutions seeking to improve their settlement infrastructure. Some of our clients today include big names like Credit Suisse, Societe Generale, Macquarie, INTL FCStone and Virtu.\u003c/p\u003e\n\u003cp\u003eHow we work: Paxos is driven by our four values. We believe that every Paxos employee is an owner, and employees consistently search for the truth in their work. We also believe in real-time candor and a shared commitment to excellence. These values are ingrained in everything we do and influence how we communicate and collaborate as an organization.\u003c/p\u003e\n\u003cp\u003eWhy we are a great place to work:  Paxos has been consistently named a Best Place to Work by BuiltIn. We offer all of the usual startup stuff like healthy snacks, coffee, and ping pong but we also offer generous healthcare coverage, PTO, and family leave. (We want employees to care for themselves both in and out of office.) In addition to the benefits and perks, Paxos offers employees the chance to have a real and measurable impact on a growing business: what you do today directly influences the Company goals. As a result, we enable every employee to substantially grow their careers.\u003c/p\u003e\n\u003cp\u003ePaxos is an equal opportunity employer. It does not discriminate on the basis of sex, age, color, race, religion, marital status, national origin, ancestry, sexual orientation, physical and mental disability, medical condition, genetic information, veteran status or any other basis protected by federal, state or local law.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply on our website at: \u003ca href=\"https://www.paxos.com/careers/role/4717456002/?gh_jid=4717456002\"\u003ehttps://www.paxos.com/careers/role/4717456002/?gh_jid=4717456002\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2FKIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--089bf2f1f33d1a5134764f517e4ae00321836ac0/Paxos_logo_Fnl-RGB%20(1).png"
  },
  {
    "id": "e084e62f-1a58-453c-bf41-406c1180b56f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e084e62f-1a58-453c-bf41-406c1180b56f",
    "created_at": "Tue Sep 01 16:01:11 UTC 2020",
    "company": "Lenus eHealth",
    "company_url": "https://www.lenusehealth.com/",
    "location": "Copenhagen",
    "title": "Senior Web Developer",
    "description": "\u003cp\u003e\u003cstrong\u003eShape the future of the sports and fitness industry\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLenus eHealth helps fitness professionals build a strong and sustainable business by offering them an all-in-one platform for online coaching together with advisory on business development, marketing and personal branding. The digital product offering includes a full-suite CRM solution for personal trainers to manage their clients, as well as coach-branded web and mobile apps for end-users to receive programmes for meals and workouts, track progress over time and communicate with the coach.\u003c/p\u003e\n\u003cp\u003eFounded in 2016, Lenus eHealth are currently the market leaders in Denmark and Sweden and are at a low start to take over new countries. Proud to have already helped people lose over 100 000 kg, they are confident that this number will grow exponentially following an international expansion.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe tech stack you'll meet\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eReact, Node.JS, GraphQL, PostgreSQL, TypeScript, ReasonML, React Native (Expo - Managed \u0026amp; Bare Workflow), React Native Web and ReasonReact.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHelp move a market-leading product forward\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLenus is looking for a Senior Web Developer who loves to code and who has a product-oriented focus. In return, you will have a great influence on the code written and you will ensure that good software engineering practices are adopted and followed: design, testing, documentation, deployment, and operations. You will be in close cooperation with the Tech Lead, support the delivery lifecycle and help ensure that immediate issues are solved quickly and efficiently.\u003c/p\u003e\n\u003cp\u003eAs a Senior Web Developer, your mission will be to help move Lenus’ product efforts forward by either participating in or leading their product development projects. You will own key components within the platform: In this case, “owning\" means envisioning, designing, creating, building, and supporting.\u003c/p\u003e\n\u003cp\u003eFurthermore, Lenus envisions that you will join and lead discussions around different platform initiatives and occasionally take charge of troubleshooting and maintaining high quality and low bug count in their core products. If you’re interested and motivated by mentorship responsibilities, Lenus will support your aspirations.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour qualifications as a Senior Web Developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIdeally, you are an engineer at heart \u003ca href=\"https://www.notion.so/lenus/Engineers-at-heart-6232f941df4b4b26828c4ca578abb83f\"\u003e(click here to read about values, work culture and tech-stack)\u003c/a\u003e and possess most of the following skills and personal qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave 5 or more years of experience in software development.\u003c/li\u003e\n\u003cli\u003eAre an expert in either frontend or backend domain.\u003c/li\u003e\n\u003cli\u003eHave a great sense of ownership and experience with taking charge of development projects.\u003c/li\u003e\n\u003cli\u003eHave solid written and verbal communication, are able to clearly articulate technically complex problems and solutions to both technical and non-technical colleagues.\u003c/li\u003e\n\u003cli\u003eHave experience in working with relational databases like PostgreSQL.\u003c/li\u003e\n\u003cli\u003eAttentive to detail with a high focus on writing high quality, maintainable code.\u003c/li\u003e\n\u003cli\u003eAre a true believer and a practitioner of automated testing at all levels.\u003c/li\u003e\n\u003cli\u003eAre willing to pick up new technologies and frameworks and implement them with the team when required.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJoin a diverse engineering team and a growing company\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe people at Lenus work and workout together, they celebrate their achievements together and are connected on a deeper level than just being colleagues. The current team of 10 developers is spread across 4 nationalities. The team is a young, technology-loving, music playing, ramen eating group and they work hard, workout hard, and occasionally, party hard - a social and fun workplace is certainly valued.  You will be able to develop yourself in the direction you prefer. In a growing team, there will be a demand for both a high degree of specialisation as well as a broader perspective of a generalist.\u003c/p\u003e\n\u003cp\u003eLastly, Lenus is financially stable, thanks to fast-growing monthly recurring revenues (currently around 16M DKK/Month) and MtM growth of ca. 10%. Therefore, they are able to offer more than competitive pay to the candidates with the right values and set of competencies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the hiring process\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKold+Partners is handling the recruiting process. Our process is fast, transparent and tailored to your needs. We are conscious of your time and the fact that you are busy in your daily life. Read more about our approach and your journey as a candidate here.\u003c/p\u003e\n\u003cp\u003eIf you have any questions regarding the job or Lenus eHealth, feel free to contact Peter Kold on +45 29 89 09 03 or at \u003ca href=\"mailto:peter@koldpartners.com\"\u003epeter@koldpartners.com\u003c/a\u003e and Valdemar Jørgensen on +45 42 422 72 68 or at \u003ca href=\"mailto:valdemar@koldpartners.com\"\u003evaldemar@koldpartners.com\u003c/a\u003e.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/koldpartners/ee79db60-e3e1-4967-a7b9-2518c83e33d4?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003eCLICK HERE\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0tKIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3ca798af9d1dddd185dd05a9605606665e213889/Lenus-Logo-2020%20(1)-p-500.png"
  },
  {
    "id": "197ab997-b06a-482d-8bd4-336626037609",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/197ab997-b06a-482d-8bd4-336626037609",
    "created_at": "Tue Sep 01 15:16:25 UTC 2020",
    "company": "Nylas",
    "company_url": "https://www.nylas.com/",
    "location": "Amsterdam, Netherlands",
    "title": "Support Engineering Manager",
    "description": "\u003cp\u003eAt Nylas, our mission is to empower the world to communicate with context and insight. Our hosted sync platform and APIs enable developers to quickly integrate their apps with email, contacts, and calendar across all providers(including Exchange).\u003c/p\u003e\n\u003cp\u003eWe are changing the way companies and developers innovate with e-mail and messaging. Customers like Pipedrive, Hyundai, and Lever use our cloud messaging APIs to power their products and accelerate their ability to innovate.\u003c/p\u003e\n\u003cp\u003eNylas has raised over $30M from ScaleUP, Spark Capital, 8VC, Data Collective, Fuel Capital, SV Angels and more. We have offices in San Francisco, Denver, and New York, and Toronto as well as many teammates working permanently from their homes in US, Canada, and Europe.\u003c/p\u003e\n\u003cp\u003eWant to know more? Check out our \u003ca href=\"https://github.com/nylas/handbook\"\u003eOur Employee Handbook\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eNylas is looking for an intelligent, ambitious and energetic individual to help establish our first European support team.  In this role, you'll work with startup leaders and top technical talent within our industry to help them build and maintain robust applications using Nylas APIs. You should have strong technical aptitude, experience providing empathetic customer-facing support, and the demonstrated ability to work collaboratively.\u003c/p\u003e\n\u003cp\u003eIn this role, you will triage and resolve issues that impact reliability and speed of our product. You’ll also help recognize and prioritize trends in customer issues and implement team processes to address them.\u003c/p\u003e\n\u003cp\u003eAs you deepen your understanding of our infrastructure, you will develop mastery of Nylas support tools and be able to develop and train our European team. You will be a resource as we grow our support engineering team in Europe, nurturing the support engineers in their career growth, assisting them to onboard, and help them navigate tricky tickets and customer issues.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTrain, onboard, and manage new support engineers\u003c/li\u003e\n\u003cli\u003eTrack and report on European team performance and work with support leadership to make sure we have adequate coverage and productive team members\u003c/li\u003e\n\u003cli\u003eOrganize and project manage certain support team initiatives\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have 5+ years experience in B2B Saas support\u003c/li\u003e\n\u003cli\u003eYou have 2+ years experience managing support agents\u003c/li\u003e\n\u003cli\u003eYou are a doer-manager and love to \"get your hands dirty\"\u003c/li\u003e\n\u003cli\u003eYou have a demonstrated ability to work autonomously\u003c/li\u003e\n\u003cli\u003eYou love writing and debugging code to get things done(especially in Python!)\u003c/li\u003e\n\u003cli\u003eYou've used APIs to build applications and/or query data\u003c/li\u003e\n\u003cli\u003eYou have strong written and verbal communication skills\u003c/li\u003e\n\u003cli\u003eYou want to work in a fast-paced environment with lots of autonomy\u003c/li\u003e\n\u003cli\u003eYou have deep compassion for technical and non-technical users and thrive on making customers feel empowered\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBONUS POINTS if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eyou have experience working with major communications provider APIs(email, phone, text, etc.)\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease submit your application here on Lever: \u003ca href=\"https://jobs.lever.co/nylas/2e9cdd03-8cde-4def-aa7d-80d5fd352e5b\"\u003ehttps://jobs.lever.co/nylas/2e9cdd03-8cde-4def-aa7d-80d5fd352e5b\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--26fbd0cce9977aca01c12865410a1eb7444eb64d/e3ec22f8-ced2-464b-a9f6-590e02ea5a42-1565029162818.png"
  },
  {
    "id": "03c36894-3719-4bee-827b-2925991e723a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/03c36894-3719-4bee-827b-2925991e723a",
    "created_at": "Tue Sep 01 15:11:29 UTC 2020",
    "company": "Nylas",
    "company_url": "https://www.nylas.com/",
    "location": "Amsterdam, Netherlands",
    "title": "Support Engineer",
    "description": "\u003cp\u003eAt Nylas, our mission is to empower the world to communicate with context and insight. Our hosted sync platform and APIs enable developers to quickly integrate their apps with email, contacts, and calendar across all providers(including Exchange). Customers like Pipedrive, Salesloft, and Lever use our cloud messaging APIs to power their products and accelerate their ability to innovate.\u003c/p\u003e\n\u003cp\u003eNylas is looking for an intelligent, diligent, and results-driven individual to join us as we expand our customer support team to Europe.\u003c/p\u003e\n\u003cp\u003eHundreds of businesses rely on the Nylas Cloud APIs to power their products, and your role will be critical in ensuring their sustained growth and success. You'll work with startup leaders and top technical talent within our industry to help them build robust applications using Nylas APIs. You’ll also help recognize and prioritize trends in customer issues and implement processes and automations that fix them. As you develop deep technical understanding of our infrastructure, you will help get new customers up and running on our platform and help existing ones resolve issues.\u003c/p\u003e\n\u003cp\u003eYou should have strong technical aptitude, experience providing empathetic customer-facing support, and the demonstrated ability to work collaboratively.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHelp customers solve technical problems and answer questions about product capabilities\u003c/li\u003e\n\u003cli\u003eLead customer conversations as a technical expert, where your knowledge and expertise of the Nylas Cloud APIs will allow you to guide implementation and onboard customers\u003c/li\u003e\n\u003cli\u003eManage customer support tickets and provide regular updates to open tickets\u003c/li\u003e\n\u003cli\u003eDevelop customer-facing documentation and integration guides\u003c/li\u003e\n\u003cli\u003eCollaborate closely with various teams including engineering(provide feedback, file and fix bugs), go-to-market(respond quickly to high priority issues, talk to prospects), and product(provide roadmap feedback)\u003c/li\u003e\n\u003cli\u003eDevelop technical messaging and platform architecture documentation describing the Nylas Cloud APIs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou've provided technical product support(preferably for SaaS)\u003c/li\u003e\n\u003cli\u003eYou have demonstrated experience working on technical issues, troubleshooting bugs, and communicating with engineers\u003c/li\u003e\n\u003cli\u003eYou've written and debugged some code(especially Python, Ruby, or JavaScript)\u003c/li\u003e\n\u003cli\u003eYou've used APIs to build applications and/or query data\u003c/li\u003e\n\u003cli\u003eYou can thrive in a fast-paced environment with lots of autonomy\u003c/li\u003e\n\u003cli\u003eYou are detail-oriented and have great verbal and written communication skills\u003c/li\u003e\n\u003cli\u003eYou have deep empathy towards technical and non-technical users and thrive on making customers feel empowered\u003c/li\u003e\n\u003cli\u003eYou love solving puzzles and learning new tools and approaches to do so\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBONUS POINTS if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eyou have experience working with major communications provider APIs(email, phone, text, etc.)\u003c/li\u003e\n\u003cli\u003eyou have experience with email server administration(e.g. Microsoft, Google, etc.)\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease submit your application here on Lever: \u003ca href=\"https://jobs.lever.co/nylas/58256b4b-f9fd-4874-8368-c0f1092fa124\"\u003ehttps://jobs.lever.co/nylas/58256b4b-f9fd-4874-8368-c0f1092fa124\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--698ee50d2aebceeb3436d40534658a3cfab70b47/e3ec22f8-ced2-464b-a9f6-590e02ea5a42-1565029162818.png"
  },
  {
    "id": "00449bb7-afb8-458f-9808-71c9291257d5",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/00449bb7-afb8-458f-9808-71c9291257d5",
    "created_at": "Tue Sep 01 00:46:15 UTC 2020",
    "company": "Audigy",
    "company_url": "http://Audigy",
    "location": "Vancouver, WA, USA",
    "title": "Software Engineer",
    "description": "\u003cp\u003eWhy work for Audigy?\u003c/p\u003e\n\u003cp\u003eWhen the world was made to pivot in a day due to COVID-19, Audigy transitioned 165 team members from an office based to a home-based work structure. Despite this quick transition never once did our service to our Members falter.  We are a company of experts. We are a company of solutions. We are leaders. We are a company that stood up in a global crisis and advised, not only our Members but the hearing care industry.\u003c/p\u003e\n\u003cp\u003eAudigy is an Equal Opportunity Employer that values a diverse and inclusive workforce. We do not discriminate on the basis of race, color, national origin, religion, age, gender identity, sexual orientation, marital status, disability, genetic information, veteran status, or any other basis prohibited by federal, state, or local law. Women, minorities, veterans, LGBTQIA+ individuals, and persons with disabilities are encouraged to apply.\u003c/p\u003e\n\u003cp\u003eEveryone who works at Audigy has a direct impact on the company and the people we work with.  Our mission is to help our clients and their employees achieve their personal, professional, and financial goals through their business.  Our passion is helping others realize their potential and our success is achieved by helping others achieve a higher level of success.\u003c/p\u003e\n\u003cp\u003eWe are seeking a Software Engineer to join a talented technical team within Audigy.\nUtilizing some of the most advanced tools and processes around, this technical team creates and delivers key projects for our internal and external teams. Working in an Agile software development environment, this position requires a broad range of skills and the ability to work within a fast-growing, entrepreneurial environment with changing needs.\nThe Values\nOur culture allows us to achieve great things by focusing on the energy and effort of our teams through training, great colleagues, challenging work, and the support to be great.\nThe Company\nAudigy Group is a dynamic company that operates on the Purpose and Mission of supporting independent medical practices in their fight against consolidation, big box warehouses, and direct-to-consumer models.\nThe Gig\nAs a member of the Audigy R \u0026amp; D team the Software Engineer develops web-based business solutions for our members (client’s) and internal users.\u003c/p\u003e\n\u003cp\u003eThis role requires programming talent, database development ability, analytical skills, and knowledge and expertise with .NET, Java, Web APIs, and JavaScript.\u003c/p\u003e\n\u003cp\u003eThis position will be primarily focused on developing and enhancing web-based SAAS applications in the medical field, requiring a broad business perspective and a willingness to step into multiple roles.\u003c/p\u003e\n\u003cp\u003eSuccess in this role will mean working with multiple software tools to rapidly design, prototype, and develop clinical, financial, and operational solutions and custom business intelligence applications for internal use and across our family of audiology and medical practice members.\u003c/p\u003e\n\u003cp\u003eWorking in an Agile software development environment, this position requires a broad range of skills and the ability to work within an entrepreneurial environment with changing needs.\u003c/p\u003e\n\u003cp\u003eJob Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, build, and maintain new features for existing web applications using modern web frameworks like ASP.NET Web API, Java, and Angular\u003c/li\u003e\n\u003cli\u003eAnalyze user stories and requirements to offer technical feedback on proposed application changes as well as development timeline estimates\u003c/li\u003e\n\u003cli\u003eDevelop and maintain RESTful API’s\u003c/li\u003e\n\u003cli\u003eAutomate the deployment of software releases\u003c/li\u003e\n\u003cli\u003eTroubleshoot and resolve code issues with production web applications\u003c/li\u003e\n\u003cli\u003eBuild integrations to and from 3rd party data sources using Python\u003c/li\u003e\n\u003cli\u003eWork closely with QA team to validate quality and accuracy of changes to existing systems\u003c/li\u003e\n\u003cli\u003ePerform code reviews of changes made by fellow software engineers\u003c/li\u003e\n\u003cli\u003eContinuously focus on quality, performance, and user experience\nTechnical Skills:\u003c/li\u003e\n\u003cli\u003eTotal of at least 3-5 years of experience with web-based development creating software applications.\u003c/li\u003e\n\u003cli\u003e3+ years of object-oriented programming development experience using a strongly typed language (.NET, Java, etc.)\u003c/li\u003e\n\u003cli\u003e2+ years of JavaScript development experience\u003c/li\u003e\n\u003cli\u003eWeb API experience-integration of existing and creation of new APIs-JSON/REST\u003c/li\u003e\n\u003cli\u003eExperience with source control systems like Git and assessment of the impact of code changes on other applications and systems\u003c/li\u003e\n\u003cli\u003eExperience using Python to integrate data from external sources is a plus\u003c/li\u003e\n\u003cli\u003eSalesforce integration experience is a plus\u003c/li\u003e\n\u003cli\u003eExperience using modern front-end technologies (Node, Angular, Bootstrap, ES6) is a big plus\u003c/li\u003e\n\u003cli\u003eExperience with automated testing tools and test-driven development is a plus\u003c/li\u003e\n\u003cli\u003eHealthcare information systems and HIPAA compliance experience is a big plus\u003c/li\u003e\n\u003cli\u003eExperience working in an Agile development environment is a big plus\nAdditional Skills:\u003c/li\u003e\n\u003cli\u003eAnalytical skills and problem-solving ability, including the ability to research and trouble-shoot application issues.\u003c/li\u003e\n\u003cli\u003eAbility to design, organize and implement module, perform system testing, plan and automate tasks to maintain existing systems\u003c/li\u003e\n\u003cli\u003eAbility to rapidly learn new technologies\u003c/li\u003e\n\u003cli\u003eSoftware development lifecycle experience and best practices (source control, multiple environments, code migration, source control, unit testing)\u003c/li\u003e\n\u003cli\u003eAbility to work with teams in small and large projects (QA, outside vendors, project managers, business sponsors)\u003c/li\u003e\n\u003cli\u003eExcellent communication and interpersonal skills\u003c/li\u003e\n\u003cli\u003eSelf-starter with an entrepreneurial outlook\u003c/li\u003e\n\u003cli\u003eWe are looking for a high energy, self-motivated, and adaptable person with a strong service orientation; someone with a \"do what it takes\" attitude\u003c/li\u003e\n\u003cli\u003eA proactive working style with the ability to prioritize workload with the team and communicate status and risks to delivery effectively, without fail\u003c/li\u003e\n\u003cli\u003eSomeone with a passion about learning new things and teaching others what they've learned\u003c/li\u003e\n\u003cli\u003eA passion for solving problems using technology\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you are interested in working with an organization that offers a rewarding mission and an outstanding working environment, please apply to: \u003ca href=\"https://gn.wd3.myworkdayjobs.com/AudigyCareers\"\u003ehttps://gn.wd3.myworkdayjobs.com/AudigyCareers\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://gn.wd3.myworkdayjobs.com/AudigyCareers\"\u003ehttps://gn.wd3.myworkdayjobs.com/AudigyCareers\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "dbcb31b1-ca2c-46ad-a5ef-758327706e93",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/dbcb31b1-ca2c-46ad-a5ef-758327706e93",
    "created_at": "Mon Aug 31 16:35:56 UTC 2020",
    "company": "A-Z Gartenhaus GmbH",
    "company_url": "https://www.gartenhaus-gmbh.de/",
    "location": "Hamburg",
    "title": "Software Entwickler Shopware (m/w/d)",
    "description": "\u003cp\u003eDie GartenHaus GmbH ist mit 100.000 Kunden und 30.000 Produkten Europa's größte Plattform für Garten- und Hausprojekte. Mit einem exzellenten Team aus 70 Mitarbeitern und strategischen Investoren sind wir auf Expansionskurs in Europa. Dabei wurden wir mehrfach zum Besten Online Shop Deutschlands und zum Besten Arbeitgeber Hamburgs gekürt.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu möchtest:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn einem agilen Team aus Entwicklern, Projektmanagern und UX-Designern interdisziplinär arbeiten?\u003c/li\u003e\n\u003cli\u003eGestaltungsspielraum, um anspruchsvolle Projekte und deine Ideen mit Freude umzusetzen und die Früchte einer Arbeit direkt ernten?\u003c/li\u003e\n\u003cli\u003eGanzheitlich für Featureentwicklungen in unserer E-Commerce Plattform (Shopware, Pickware, Eigenentwicklung) verantwortlich sein?\u003c/li\u003e\n\u003cli\u003eTeil eines wachsenden Teams mit starkem Zusammenhalt und Flexibilität sein?\n…dann bist du bei uns richtig.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKonzeption und Entwicklung von Shopware-Plugins\u003c/li\u003e\n\u003cli\u003ePartner bei Konzeption, Entwicklung und Erweiterung von Produkten\u003c/li\u003e\n\u003cli\u003eGemeinsame Planung und Koordinierung der technischen Umsetzung von Produkten in agilen Sprintzyklen\u003c/li\u003e\n\u003cli\u003eProgrammierung und Anbindung von Schnittstellen zu Drittsystemen\u003c/li\u003e\n\u003cli\u003eZusammenarbeit mit langjährigen Externen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder vergleichbare Qualifikation\nmehrjährige Erfahrung in der Realisierung von Shopware-Plugins\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit HTML, CSS, JavaScript\u003c/li\u003e\n\u003cli\u003eKenntnisse in Vue.js, React/Angular, SQL und jQuery sind von Vorteil\u003c/li\u003e\n\u003cli\u003eErfahrung mit Schnittstellen wie REST, SOAP, JSON\u003c/li\u003e\n\u003cli\u003eAgile Arbeitsweise zb mit Git und JIRA sind für dich normal.\u003c/li\u003e\n\u003cli\u003eDu hast Ideen und Verbesserungsvorschläge? Gerne her damit! Wir hören zu!\u003c/li\u003e\n\u003cli\u003eTech Stack: •Shopware 5, Symfony 2, Doctrine 2, jQuery, PocketGrid, Jenkins, Nginx (Loadbalancing), Apache2, MySQL Cluster, Git-Flow, PHP, SQL, HTML, CSS, JavaScript, GIT, symfony, Rest API, Docker\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAllen voran ein freundliches Team in dem man als Mensch willkommen ist und in der Freude an der Arbeit und Entwicklungsperspektive ganz weit vorne steht!\u003c/li\u003e\n\u003cli\u003eEbenso aber auch ein forderndes und förderndes Umfeld mit motivierten Kollegen, in dem man etwas leisten muss, dabei aber sehr viel lernen und Spaß haben kann.\u003c/li\u003e\n\u003cli\u003eAnspruchsvolle Software und Systemlandschaft mit der man sich gerne identifiziert.\u003c/li\u003e\n\u003cli\u003eEin cooles Büro mit einem vollen Kühlschrank und vielen Benefits.\u003c/li\u003e\n\u003cli\u003eEine attraktive Vergütung.\nlangfristige Entwicklungsperspektive in einem wachsenden Unternehmen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWir freuen uns auf deine Bewerbung an Sebastian Fritzsche.\u003c/strong\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://gartenhaus-gmbh.join.com/jobs/1348547-software-entwickler-shopware-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Bentwickler%2Bshopware%2Bm%2Bw%2Bd\"\u003ehttps://gartenhaus-gmbh.join.com/jobs/1348547-software-entwickler-shopware-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Bentwickler%2Bshopware%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlNJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0489602aa196cd483ffcdcf3a55d5a1b66310134/DE_GartenHaus_Transparent_280x102px_Logo.png"
  },
  {
    "id": "c562ee94-427d-4935-9429-24c515437529",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c562ee94-427d-4935-9429-24c515437529",
    "created_at": "Mon Aug 31 14:02:26 UTC 2020",
    "company": "GeckoEngage",
    "company_url": "https://ltpx.nl/4vlXdxg",
    "location": "Edinburgh",
    "title": "Senior Software Engineer - Node.js (UK Based)",
    "description": "\u003cp\u003e\u003cstrong\u003eSenior Software Engineer - Node.js (UK Based)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cem\u003ePlease note that this role is UK-based. You must be based within the UK and have a valid right to work. We are unable to offer sponsorship at the time\u003c/em\u003e\n\u003cstrong\u003eAgencies: please kindly note that we have a select list of partners with whom we already work\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis isn’t just another tech start-up looking for another software engineer…\u003c/strong\u003e\nFirstly, we’re not just any tech start-up (actually, 8 years down the line, we’re more of a scale-up now). At Gecko, we’re the proud creators of a meaningful SaaS solution that has allowed today's Higher Ed institutions to connect with over 6 million students worldwide.\u003c/p\u003e\n\u003cp\u003eAnd we’re not looking for ‘just’ another software engineer; we don’t just employ skills or qualifications - although, often they are handy, albeit even necessary. Instead, our hiring approach is always centred around finding our next ‘Gecko’.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat’s a ‘Gecko’?\u003c/strong\u003e\nAlthough we’re massively into automation, we are humans - not Bots! Each Gecko brings a different perspective, a solution-orientated mindset and not to mention their own “je ne sais quoi”. It's ambition, drive and curiosity all rolled into an individual who doesn’t just have the ability, but also the personality and the potential (but no egos allowed).\u003c/p\u003e\n\u003cp\u003eYou won't only be part of the Engineering team but the whole Gecko team; Product Managers, Designers, Customer Success people... Working with the whole Gecko team across a pretty flat hierarchy means that every Gecko is empowered to input ideas on how we can improve anything and everything – from our products, systems and processes to large-scale company-wide decisions (including the important ones like where we used to order lunch).\u003c/p\u003e\n\u003cp\u003eIn our Engineering team, we’re on that path of constantly trying to get better at what we do and love to share whatever we learn along the way; whether it's quirky resources, the latest tools, new languages (or even a new cooking recipe). We love to get excited about great code and can appreciate awesome craftmanship. Our projects also include a bit of something for everyone; from legacy code to greenfield, spread across two main product suites incorporating a diverse tech stack. We like to experiment; failing fast and learning faster mean that, in our Agile world, making mistakes isn’t a bad thing. We are also big advocates of paired programming and nothing is released until we have a code review and it is properly tested (we value working software over comprehensive documentation).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe’re looking for that true Node.js expert…\u003c/strong\u003e\nThat’s someone who exemplifies the highest standard in software engineering and the potential to do great things with this. Someone who ensures that the team’s decisions and output consistently help empower our customers and strengthen our engineering capability.\u003c/p\u003e\n\u003cp\u003eSome of the other things you’ll be doing include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCollaborating when designing and implementing low-latency, high availability and performant software across two-week sprint cycles.\u003c/li\u003e\n\u003cli\u003eBeing a true codebase whizz, providing technical direction and sharing knowledge of how to design features around our codebase across the team.\u003c/li\u003e\n\u003cli\u003eConsistently delivering high-quality code; maintaining code quality across the team by regularly conducting code reviews.\u003c/li\u003e\n\u003cli\u003eBeing a highly experienced, senior engineer, you will naturally step up when needed; mentoring junior team members, confidently stepping in and assisting the Lead and VP in facilitating our Agile ceremonies and helping to build on an amazing engineering culture.\u003c/li\u003e\n\u003cli\u003eImplementing and maintaining our critical security and data protection protocols.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSo, we’re looking for someone who truly is excited by all of this and feels passionate about the thought of building the best student engagement platform using the best technologies.\u003c/p\u003e\n\u003cp\u003eSuccess in this role will lead to potential opportunities for growth across the entire engineering team with significant scope for future development.\u003c/p\u003e\n\u003cp\u003eBut enough about us, more about you...\nRequirements\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis job might be for you if:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have super-strong expertise in Node.js, its ecosystem and ES6 – it’s your bread and butter.\u003c/li\u003e\n\u003cli\u003eYou understand and can demonstrate the nature of functional and asynchronous programming.\u003c/li\u003e\n\u003cli\u003eYou’re all over fundamental design principles behind scalable applications.\u003c/li\u003e\n\u003cli\u003eYou get excited about creating database schemas that represent and support business processes.\u003c/li\u003e\n\u003cli\u003eYou work with code versioning tools such as Git.\u003c/li\u003e\n\u003cli\u003eFacilitating key team activities and supporting Leads and your team has your name written all over it!\u003c/li\u003e\n\u003cli\u003eWith a real passion for problem-solving, your solution-centric mindset allows you to think creatively which means you are able to come up with solid technical solutions to novel ideas \u0026amp; challenges which arise from business as it scales\u003c/li\u003e\n\u003cli\u003eBeing naturally curious and an active learner, you are always learning and get excited by working collaboratively with those around you. You also like to share this knowledge and help others grow as much as you can (there’s no “I” in team, as they say)\u003c/li\u003e\n\u003cli\u003eYou’re ambitious and driven – you want to grow personally and professionally.\u003c/li\u003e\n\u003cli\u003eYou are a true Gecko at heart; you just didn’t know it yet! You want to make that move to become part of something which matters to you and where you’re valued in return.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe’d be over the moon if you also had:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpertise in working with Agile Development Methodologies.\u003c/li\u003e\n\u003cli\u003eAlready worked with and developed Microservices and Message-Orientated Service-Orientated Architectures.\u003c/li\u003e\n\u003cli\u003eInvolvement with Docker or container orchestration tools.\u003c/li\u003e\n\u003cli\u003eEncountered continuous integration and continuous delivery.\u003c/li\u003e\n\u003cli\u003eFamiliarity with AWS, React, React Native, PHP.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy Join Gecko?\u003c/strong\u003e\nWhy not? Joining Gecko, you will have the opportunity to learn from and work alongside some of the most passionate and driven people in the industry. Equally, this exciting time for Gecko presents a unique opportunity to embed yourself into the business at this early stage and to grow and develop as the Company grows.\u003c/p\u003e\n\u003cp\u003eOur platform of market-leading EdTech products are used by Higher Ed institutions across the world to improve the way they recruit students, drive efficiencies in inquiry acquisition and increase conversion rates. Our software has helped universities connect with over 6 million students worldwide, whether they’re capturing inquiries at recruitment fairs in far-flung corners of the globe, registering attendees on to campus tours, or helping freshmen navigate the new world of higher education, our customers trust us to help deliver a great experience for their students. Oh, and we built our very own (and very clever) ChatBot too - did we mention that?\u003c/p\u003e\n\u003cp\u003eWe're growing fast; in fact, in the last 12 months alone we doubled our headcount, managing 100+ clients across the globe. We’ve got big plans for our leading EdTech products, but we also like to have fun; and lots of it. But like many other businesses across the globe this year, we've had to adapt from life in our colourful modern Edinburgh New Town office to a remote, home-working setup. So, we've purposely tried to continue the traditions or rituals in a virtual setting, such as 'Friday pub', 'coffees' or 'meditation sessions', as well as creating whole new ones like our new fitness channel or games nights.\u003c/p\u003e\n\u003cp\u003eSome other nice things about working for Gecko (apart from the fact we're all just really nice people) include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive Salary + Commission\u003c/li\u003e\n\u003cli\u003eMacBook Pro\u003c/li\u003e\n\u003cli\u003eBose Noise Cancelling Headphones\u003c/li\u003e\n\u003cli\u003eFlexible working week\u003c/li\u003e\n\u003cli\u003eWork from anywhere / work from home\u003c/li\u003e\n\u003cli\u003ePension Scheme\u003c/li\u003e\n\u003cli\u003eEmployee perks with 'Perkbox'\u003c/li\u003e\n\u003cli\u003e28 days Holiday (plus 4 days at Christmas and New Year, AND your Birthday off - so 33 really)\u003c/li\u003e\n\u003cli\u003eEMI Share Option Scheme (after qualifying length of service)\u003c/li\u003e\n\u003cli\u003eAccess to Mental Health Coach (who is just awesome)\u003c/li\u003e\n\u003cli\u003eLots of other benefits in the office (such as free breakfast, soda fridge, coffee machine, fortnightly lunches, ping pong to name but a few)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSo, if all of this sounds like your cup of tea then just hit ‘Apply’ and get started… see you there!\u003c/p\u003e\n\u003cp\u003e*Please note that the interview process for successful applicants will include a video-questionnaire and a technical test as well as video interview(s)\u003c/p\u003e\n\u003cp\u003eApply here via the \u003ca href=\"https://ltpx.nl/EMV779L\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e!\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/a6992f43c820fe84f7b2c675e5514cfe2345960a/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313831363933\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/bC1xtRK\"\u003eApply here!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdktJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3ffb7b64e84ed4119ac18ad56f83cf9dfb28c64f/GeckoEngage.png"
  },
  {
    "id": "fbb9e6fe-4f4b-4a6c-9c49-fb9584a058cb",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/fbb9e6fe-4f4b-4a6c-9c49-fb9584a058cb",
    "created_at": "Mon Aug 31 11:44:14 UTC 2020",
    "company": "Digital Charging Solutions GmbH",
    "company_url": "https://digitalchargingsolutions.com/web/dcs-global",
    "location": "Berlin",
    "title": "Fullstack Java Developer (m/f/d)",
    "description": "\u003ch2\u003eElectrify your career!\u003c/h2\u003e\n\u003cp\u003eWe believe the future of mobility is electric! Join an enthusiastic international team with a common vision of the future of mobility and be part of transforming the automotive industry.\u003c/p\u003e\n\u003cp\u003eCharging needs to be simple and easy to use, therefore we focus on digitized and customer-oriented services. We develop white label public charging solutions for automotive OEMs and fleet operators. These services provide access to multiple networks of Charging Point Operations (CPO) and enable drivers of electric vehicles to find, use and pay for public charging in an easy and seamless way.\u003c/p\u003e\n\u003cp\u003eSince the beginning of 2019, Digital Charging Solutions GmbH has been part of the mobility joint venture between the BMW Group and Daimler AG. CHARGE NOW is a service of DCS and part of this joint venture, which aims to strengthen sustainable mobility worldwide together with the other verticals REACH NOW, FREE NOW, PARK NOW and SHARE NOW.\u003c/p\u003e\n\u003ch2\u003eYour mission\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIn this role, you will be designing \u0026amp; developing microservices and REST APIs (Java)\u003c/li\u003e\n\u003cli\u003eYou will be using state-of-the-art technologies such as Spring Boot, Microsoft Azure, Docker and Kubernetes\u003c/li\u003e\n\u003cli\u003eUse your coding experience to writing clean, scalable and maintainable code\u003c/li\u003e\n\u003cli\u003eYou will be supporting in Frontend Development (JavaScript, TypeScript, Angular, Freemarker, HTML/CSS)\u003c/li\u003e\n\u003cli\u003eProactively bring in your own ideas for our continuous improvement process\u003c/li\u003e\n\u003cli\u003eYou will be part of an agile team using modern methodologies and tools such as Scrum and JIRA\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour profile\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Science or equivalent qualification\u003c/li\u003e\n\u003cli\u003eMinimum of 3-4 years of experience in Software development\u003c/li\u003e\n\u003cli\u003eExcellent skills in Java development with Spring Framework (Spring Boot)\u003c/li\u003e\n\u003cli\u003eSolid knowledge of Web technologies (REST, XML, JSON etc.)\u003c/li\u003e\n\u003cli\u003eConfident use of relational databases such as PostgreSQL or MySQL\u003c/li\u003e\n\u003cli\u003eFamiliarity with Cloud Services Providers (AWS, Azure…)\u003c/li\u003e\n\u003cli\u003eProfound knowledge of container technologies (Docker, Kubernetes)\u003c/li\u003e\n\u003cli\u003eAbility to work independently and willingness to cooperate\u003c/li\u003e\n\u003cli\u003eStrong communication skills, an agile mindset and experience working in international environments\u003c/li\u003e\n\u003cli\u003eFluency in English, German is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWe offer...\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eA unique opportunity combining the energy of a start-up with the power of BMW \u0026amp; Daimler\u003c/li\u003e\n\u003cli\u003eWorking on products \u0026amp; services with a high social impact\u003c/li\u003e\n\u003cli\u003eAn international team of talented people who love what they do and live a collaborative spirit\u003c/li\u003e\n\u003cli\u003eAn open minded culture with room for growth and the freedom to bring in own ideas\u003c/li\u003e\n\u003cli\u003eSubsidized gym membership, a personal development budget for your professional growth, offsite/ team events \u0026amp; much more\u003c/li\u003e\n\u003cli\u003e… and of course the classics: delicious coffee \u0026amp; tea, fresh fruits and an office dog friendly environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eGet in touch!\u003c/h2\u003e\n\u003cp\u003eExcited about shaping the future of e-mobility services?\u003c/p\u003e\n\u003cp\u003eThen send us your application (CV, motivational statement, earliest starting date and salary expectations) by using the \u003cstrong\u003eapplication form\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eWe are looking forward to hearing from you!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/34CjuDV\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/34CjuDV\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkNJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--df04e16924d876173a73da25b15f2f510995e807/digital%20charging%20solutions.jpg"
  },
  {
    "id": "b083473b-8562-4b65-a0b0-4781a38c761e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b083473b-8562-4b65-a0b0-4781a38c761e",
    "created_at": "Mon Aug 31 11:03:01 UTC 2020",
    "company": "Pieris Pharmaceuticals",
    "company_url": "https://www.pieris.com/",
    "location": "Hallbergmoos",
    "title": "Head of IT (m/f/d)",
    "description": "\u003cp\u003ePieris Pharmaceuticals (Nasdaq: PIRS) is a publicly-traded, clinical-stage biotechnology company with operations in Germany and the United States. Pieris specializes in the discovery and development of Anticalin® protein-based drugs to target validated disease pathways in a unique and transformative way. Our pipeline includes inhalable Anticalin proteins to treat respiratory diseases, immuno-oncology multi-specifics tailored for the tumor microenvironment, and a half-life-optimized Anticalin protein to treat anemia. Proprietary to Pieris, Anticalin proteins are a novel class of therapeutics validated in the clinic and by partnerships with leading pharmaceutical companies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Tasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOversee Pieris’ global IT systems, including responsibility for the Company’s cybersecurity policies and practices.\u003c/li\u003e\n\u003cli\u003eProvide corporate-wide support at all levels, helping to resolve IT-related issues in a timely manner for platforms, applications, networks, mobile computing devices, other equipment, and connectivity.\u003c/li\u003e\n\u003cli\u003eCreate, implement and maintain all IT policies and procedures, including those for cybersecurity, hardware and infrastructure as well as software and services.\u003c/li\u003e\n\u003cli\u003eEvaluate IT out-sourcing opportunities versus building internal core competencies and engage consultants/contractors where appropriate. Provide assistance and technical expertise to functional areas in the evaluation, justification and selection of software and systems solutions.\u003c/li\u003e\n\u003cli\u003eOversee administration and maintenance of computer equipment and software in all departments and scientific laboratories.\u003c/li\u003e\n\u003cli\u003eEnsure proper security and back-up/restore procedures and systems are in place to safe-guard Pieris’ data and comply with applicable privacy and security regulations including the GDPR .\u003c/li\u003e\n\u003cli\u003eDevelop, implement and ensure compliance with company information systems policies and objectives including documentation and procedures to support Sarbanes Oxley and internal controls .\u003c/li\u003e\n\u003cli\u003eLead the evolution of the IT solution landscape designed for a dynamic R\u0026amp;D driven organization.\u003c/li\u003e\n\u003cli\u003eBuild and maintain strong vendor relationships; oversight of all IT service providers in the United States and Germany. Support the Data Sciences Department to achieve Pieris’ vision to become the leading digital biotechnology company.\u003c/li\u003e\n\u003cli\u003eEnsure the consistency and maintainability of existing applications by creating, maintaining and enforcing standards/procedures for implementing technical solutions. Develop and manage the IT department’s budget.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Information Technology, Computer Science, or a related field.\u003c/li\u003e\n\u003cli\u003eTen years of progressively responsible experience managing a broad range of IT functions is required; at least 5 years in life sciences managing integrated systems and cross-functional projects.\u003c/li\u003e\n\u003cli\u003eStrong written and verbal communication skills in German and English.\u003c/li\u003e\n\u003cli\u003eAbility to work in a customer-centric fashion independently or as a team; experience building and leading teams is highly desired.\u003c/li\u003e\n\u003cli\u003eExperience both setting and implementing short- and long- term IT strategy across an organization.\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to maintain an understanding of the latest developments in technology and ensure the Company’s digital infrastructure remains at the cutting-edge.\u003c/li\u003e\n\u003cli\u003eFamiliarity with 21 CFR Part 11 validation is highly desired.\u003c/li\u003e\n\u003cli\u003eMicrosoft SharePoint administration and configuration experience are highly desirable .\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are a fast-growing biotechnology company with approximately 130 employees at our sites in Freising (Greater Munich Area) and Boston (USA). We work in flat hierarchies with short decision-making paths and offer a working environment characterized by cooperation and innovation. Each of our employees participates in a bonus program based on the achievement of individual and company-wide goals. In addition, we offer each employee the opportunity to participate in a stock savings plan and a stock option program that allows employees to benefit directly from the company's success.\u003c/p\u003e\n\u003cp\u003eNumerous social benefits such as additional employer-financed company health insurance, free drinks, fruit baskets etc. as well as a bright, friendly and ultra-modern working environment with excellent technical equipment in our new company building in Hallbergmoos round off our overall package. Creative employee events take place several times a year, as team spirit is essential for us. The joint creation of an innovative and participative corporate culture is an important concern for us.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow to reach us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eZeppelinstraße 3\n85399 Hallbergmoos\n+49 (0) 811 - 12447 0\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/ed48e616936f8731125190de58a921794040dad9/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f34666335323936386163633965343839333963333537616238326538626261613133376235306134653933383436323966623831616461623431323762376164\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/9eedea14ac66233857677eddb61fd356a579b1ba66114c8784e37da1dfe2d55e\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1fed784b5f95ecc4e5fc4b7f880200c205d3f4d9/Pieris.png"
  },
  {
    "id": "36b5e982-bd00-4f87-94af-25463c08f4d9",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/36b5e982-bd00-4f87-94af-25463c08f4d9",
    "created_at": "Mon Aug 31 09:16:01 UTC 2020",
    "company": "de Volksbank",
    "company_url": "https://www.devolksbank.nl/werken-bij/vacatures-1.html",
    "location": "'s Hertogenbosch , The Netherlands",
    "title": "Java ontwikkelaar",
    "description": "\u003cp\u003eWerk jij mee aan webapplicaties voor instant payments, waardoor een overgemaakt bedrag altijd binnen enkele seconden op je rekening staat? Of een app waarmee je je rekeningoverzichten van verschillende banken in één oogopslag kunt inzien? Als Java ontwikkelaar duik jij in innovaties die de financiële dienstverlening voor miljoenen klanten versnellen, verbeteren en vereenvoudigen. Dankzij jou hebben we een wendbaar applicatielandschap dat aan de backend op-en-top functioneert.\u003c/p\u003e\n\u003cp\u003eBij de Volksbank ontwikkelen we een groot deel van onze responsive webapplicaties zelf. Jij speelt hierin een belangrijke rol en ontwerpt, bouwt, test, beheert en documenteert je API’s, die er achter de schermen voor zorgen dat verschillende applicaties met elkaar kunnen communiceren. Hiervoor gebruik je onder meer innovatieve backend-technieken, microservices, container- en cloudtechnologieën en opensourcesoftware.\u003c/p\u003e\n\u003cp\u003eIn een multidisciplinair scrumteam werk je aan projecten die passen bij jouw ervaring, interesse en achtergrond. Denk aan applicaties voor de nieuwe Europese betaalwet PSD2, internetbankieren, iDeal, engines om processen te automatiseren of interne software voor medewerkers en adviseurs. Je hebt regelmatig contact met je collega’s uit de business om de wensen van klanten en gebruikers helder te krijgen. Die vertaal je samen met je collega’s naar slimme technische oplossingen.\u003c/p\u003e\n\u003ch2\u003eHier kom je te werken\u003c/h2\u003e\n\u003cp\u003eJij gaat werken bij een van de scrumteams van de value-organisatie. Jouw team ontwikkelt applicaties die nodig zijn om veranderingen in de business te realiseren en implementeren op het gebied van betalen, wonen, finance en risk, en klantrelaties. Ook zelf zijn we volop in ontwikkeling. Zo beland je midden in de transitie naar DevOps-teams en krijg je de kans om mee te denken over verbetering en verandering. Hoewel je standplaats Den Bosch is, kan het zijn dat je ook regelmatig thuis of op onze locatie in Utrecht werkt.\u003c/p\u003e\n\u003ch2\u003eJouw kwaliteiten\u003c/h2\u003e\n\u003cp\u003eEen ervaren professional met een flinke dosis lef en een aanstekelijke teamspirit. Dat ben jij in een notendop. Daarnaast beschik je over een kritische blik, het vermogen om complexe problemen te analyseren en de vindingrijkheid om eenvoudige creatieve oplossingen te bedenken. Nieuwe technologische ontwikkelingen volg je op de voet, bijvoorbeeld doordat je onze lezingen, meet ups, pizzasessies en hackathons bijwoont. Natuurlijk deel je de kennis die je opdoet vervolgens graag met je collega's.\u003c/p\u003e\n\u003cp\u003eVerder heb je:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHBO werk- en denkniveau\u003c/li\u003e\n\u003cli\u003eMeerdere jaren ervaring met backend-ontwikkeling\u003c/li\u003e\n\u003cli\u003eErvaring met Java-frameworks, zoals Spring Framework, Spring Boot, Spring REST, JAX-RS, JAXB, JPA, JUnit en Mockito\u003c/li\u003e\n\u003cli\u003eKennis van onder meer IntelliJ of Eclipse, Maven, SQL Databases, Docker of Kubernetes en Git\u003c/li\u003e\n\u003cli\u003eBij voorkeur ervaring met frontend-technologieën\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSolliciteren?\u003c/h2\u003e\n\u003cp\u003eUpload je motivatie en cv via deze link: \u003cstrong\u003e\u003ca href=\"https://vonq.io/3bcksYE\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/strong\u003e\nWe nemen dan zo snel mogelijk contact met je op. Voor vragen over de sollicitatieprocedure kun je contact opnemen met onze recruiter Nikki Gunnink via 06-12656229 of \u003ca href=\"mailto:nikki.gunnink@devolksbank.nl\"\u003enikki.gunnink@devolksbank.nl\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eAcquisitie naar aanleiding van deze vacature is niet gewenst.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3bcksYE\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdW1JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ee37750d46d50fb93ff85e160f241a89daffffa9/companyLogo-de%20volksbank%20den%20bosch.jpg"
  },
  {
    "id": "75bfce62-8f25-4431-8280-a2fc26405639",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/75bfce62-8f25-4431-8280-a2fc26405639",
    "created_at": "Sun Aug 30 07:44:05 UTC 2020",
    "company": "Hofy",
    "company_url": "https://www.hofy.co.uk/",
    "location": "EU-TimeZones (GMT+3 to GMT-1)",
    "title": "Fullstack Lead Engineer - Fully Remote",
    "description": "\u003cp\u003e\u003cstrong\u003eFullstack Lead Engineer – Fully Remote\u003c/strong\u003e\nSalary range – £60,000 – £100,000 per year + equity based on experience and fit\u003c/p\u003e\n\u003cp\u003eThis is a unique opportunity for a Fullstack lead/senior developer who is highly proficient with Node and React to become the lead developer of a fully funded and growing UK startup. You’ll be working from home (or anywhere else), earning £60K to £100K/year + equity based on experience and fit.\u003c/p\u003e\n\u003cp\u003eWork from home trends have ebbed and flowed over the past years, but this trend has been dramatically accelerated following Coronavirus. The working from home trend shows no signs of slowing down. Hofy aims to let organizations provide home offices to their team while remaining compliant with health and safety and tax regulations. Organizations can pre-approve products from Hofy’s catalog and invite their team members to browse and order from their private Hofy store-front. Hofy then delivers and responds to service/replacement requests on all of the items.\u003c/p\u003e\n\u003cp\u003eOur magic happens by combining great UX with a smart Backend that apart for managing the virtual stores, distributes, and assigns the jobs efficiently among our network of distributed technicians.  That’s why we need to build a great engineering team.\u003c/p\u003e\n\u003cp\u003eWe are running on GCP with a tech-stack of Mongo, Express, React \u0026amp; Node.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe our lead developer reporting directly to the COO\u003c/li\u003e\n\u003cli\u003eBecome part of the Hofy family\u003c/li\u003e\n\u003cli\u003eOwn the implementation of our product\u003c/li\u003e\n\u003cli\u003eContribute to the product strategy\u003c/li\u003e\n\u003cli\u003eBuild the technical and development processes infrastructure\u003c/li\u003e\n\u003cli\u003eTurning the product strategy into actionable objectives\u003c/li\u003e\n\u003cli\u003eWorking with product management to optimize quality vs speed\u003c/li\u003e\n\u003cli\u003eDelegating work to the other members of the engineering team\u003c/li\u003e\n\u003cli\u003eSet the tone of how our product will look like under the hood\u003c/li\u003e\n\u003cli\u003eBe 80% hands-on (coding and architecture) while at the same time building and leading our engineering team\u003c/li\u003e\n\u003cli\u003eThis is a role with significant responsibility and impact on the company\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou’d be a great fit if you ❤️\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAre a high-performing Fullstack developer (\u0026amp; lead) who is highly proficient across the MERN stack\u003c/li\u003e\n\u003cli\u003eAre enthusiastic about joining an early-stage (fully funded!) startup\u003c/li\u003e\n\u003cli\u003ePassionate about being part of the remote-work revolution by building services for remote-teams\u003c/li\u003e\n\u003cli\u003eWant to keep your strong hands-on abilities while combining leadership\u003c/li\u003e\n\u003cli\u003eLove building things from scratch (products as well as teams)\u003c/li\u003e\n\u003cli\u003eSpent some time in a company with strong software development processes culture\n** CICD, Code Reviews, Unit and Integration Testing\u003c/li\u003e\n\u003cli\u003eSpent some time in a smaller startup company where you have learned about startup product development (vs corporate)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points if you 🏆\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWere a CTO/founder of a startup company\u003c/li\u003e\n\u003cli\u003eHave production experience with GCP or AWS\u003c/li\u003e\n\u003cli\u003eHave experience working in a distributed team(s) environment\u003c/li\u003e\n\u003cli\u003eHave experience building high-performing distributed team(s)\u003c/li\u003e\n\u003cli\u003eUsed to own a 24/7 SaaS product, running on a major vendor cloud\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive Equity\u003c/li\u003e\n\u003cli\u003eDistributed \u0026amp; Flexible Work Arrangements\u003c/li\u003e\n\u003cli\u003eFull home-office setup\u003c/li\u003e\n\u003cli\u003eInclusive Work Environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"https://bit.ly/2YIHa5G\"\u003eClick here\u003c/a\u003e to read the full job description and Apply\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply here - \u003ca href=\"https://bit.ly/2YIHa5G\"\u003ehttps://bit.ly/2YIHa5G\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdVdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3e1e9070cf72c25f47734701e1349d76e748aead/Hofy%20logo%202.png"
  },
  {
    "id": "016883f3-59f5-4ccc-a35a-2e89e4ad95a9",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/016883f3-59f5-4ccc-a35a-2e89e4ad95a9",
    "created_at": "Fri Aug 28 17:12:26 UTC 2020",
    "company": "Convert Cold Media LLC ",
    "company_url": "https://convertcoldmedia.com",
    "location": "Austin, TX",
    "title": "Mid-Level Programmer",
    "description": "\u003cp\u003eCOMPANY DESCRIPTION:\nA boutique digital marketing firm specializing in data driven campaign management. As a very efficient and small company we hold personal responsibility in the highest regard.\u003c/p\u003e\n\u003cp\u003eJOB DESCRIPTION:\nOur Agency is looking for an extraordinarily skilled person in php, HTML, CSS, Node.js, TypeScript, MySQL, Wordpress \u0026amp; customizing WP plugins, Google Cloud Platform, and CloudFlare.\u003c/p\u003e\n\u003cp\u003eABOUT THE ROLE:\nWe are actively seeking a Mid-Level Programmer who can work from home with extraordinary efficiency. You must be able to work independently, self-motivate yourself and be creative and ambitious enough to sometimes develop your own projects.\u003c/p\u003e\n\u003cp\u003eEXPERIENCE:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping code, systems and tools needed to maximize and streamline our business. You’ll be working on sales web pages, landing pages, tracking visitor behavior, and more.  We use php with App Engine on Google Cloud Platform to serve many landing pages, occasionally use ClickFunnels, and use CloudFlare caching and workers to speed things up.\u003c/li\u003e\n\u003cli\u003eAdding integrations to other applications, ensuring that our data flow is efficient and secure. Developing tools that combine data (pageviews, clicks, conversions, revenue, etc) from different sources (3rd party APIs, databases, Google Analytics) into consolidated reports, as per our data analyst’s needs. Finding or building new tools to enhance our marketing initiatives performance by automating or streamlining our processes. For new tools, you will be able to suggest which programming language to use based on your preferences.\u003c/li\u003e\n\u003cli\u003eRecommending improvements to existing systems/tools for efficiency in design and maintaining quality control. Our tools include integrations with 3rd party SASS providers (Brax, ThriveTracker), an internal marketing dashboard and tracking and monitoring systems.\u003c/li\u003e\n\u003cli\u003eAny other technical/developing needs of the business. Such as brainstorming and building new tools to automate tasks or streamline workflows. Also, diagnosing and fixing any bugs or problems that arise in our existing proprietary tools (many written in node.js).\u003c/li\u003e\n\u003cli\u003eA small part of the job includes maintaining an image gallery based Wordpress site hosted on Kinsta.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQUALIFICATIONS:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrior Programming experience with internet marketing\u003c/li\u003e\n\u003cli\u003eFamiliarity with best practices for software development and/or web development.\u003c/li\u003e\n\u003cli\u003eCreative problem solver.\u003c/li\u003e\n\u003cli\u003eExperience in php, HTML, CSS, Node.js, TypeScript, MySQL, Wordpress \u0026amp; customizing WP plugins, Google Cloud Platform, and CloudFlare.\u003c/li\u003e\n\u003cli\u003eExpert experience in GIT or other source management systems.\u003c/li\u003e\n\u003cli\u003eSome experience in Wordpress custom themes and plugins (not required, but would be nice)\u003c/li\u003e\n\u003cli\u003eIntrinsically self motivated with the ability to work on multiple projects relating to different topics at once.\u003c/li\u003e\n\u003cli\u003eTeam player with excellent communication skills.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWE OFFER:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexibility:  Flexibility on work hours\u003c/li\u003e\n\u003cli\u003eGreat Benefits: Health, Dental, Vision\u003c/li\u003e\n\u003cli\u003eTeam:  Work with a fun, lively and intelligent group of individuals that are DOERS, not watchers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMust be great at working in small teams and have very good communications skills.\u003c/p\u003e\n\u003cp\u003eJob Type: Full Time\nPay:  TBD\u003c/p\u003e\n\u003cp\u003eInterview Process: You will have 2 rounds of interviews and then, if selected, you’ll be hired for a 1-3 month trial.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can email your resume to \u003ca href=\"mailto:julie@convertcoldmedia.com\"\u003ejulie@convertcoldmedia.com\u003c/a\u003e.  Please include the best way to contact you.  Thanks!\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f2c4af15f0575645ccd561a2b21a4d8b4ff30ee2/CCM%20Logo%20Final.png"
  },
  {
    "id": "5b20060b-1790-4f7c-8465-55e07a77a75b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5b20060b-1790-4f7c-8465-55e07a77a75b",
    "created_at": "Fri Aug 28 15:37:12 UTC 2020",
    "company": "VCS Observation",
    "company_url": "http://www.vcsobservation.com",
    "location": "Waalwijk",
    "title": "FullStack developer (.NET Core / React)",
    "description": "\u003cp\u003eProgrammeren. Mobiele apps, webapplicaties, embedded content en desktopapplicaties ontwikkelen. Met ‘videocontentanalyse’ als rode draad in al onze systemen: beelden analyseren en daarop anticiperen.\u003c/p\u003e\n\u003cp\u003eKom bij VCS als developer en krijg alle ruimte om te pionieren. We horen graag jouw ideeën. Je werkt aan innovatieve projecten voor mooie klanten zoals politie Amsterdam, het Rijksmuseum, HTM, NS en de gemeenten Maastricht, Eindhoven en Rotterdam.\u003c/p\u003e\n\u003cp\u003eWAT BIEDEN WIJ JOU?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVeel vrijheid van werken\u003c/li\u003e\n\u003cli\u003eVolop ruimte voor experiment en eigen initiatief\u003c/li\u003e\n\u003cli\u003eAfwisselende werkzaamheden\u003c/li\u003e\n\u003cli\u003eEen levendige en gezellige werkplek\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLees het blog van onze developer Jeroen: \u003ca href=\"http://bit.ly/blog-jeroen\"\u003ehttp://bit.ly/blog-jeroen\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDIT IS VCS -\nOveral in het land vervult VCS een sleutelrol voor veiligheid en leefbaarheid. Met adequate veiligheidsinformatie, gegenereerd door moderne cameranetwerken, IoT-sensoren en geavanceerde technologieën. Zoals KI, deep learning en data science.\u003c/p\u003e\n\u003cp\u003eVCS is aanwezig waar veel mensen samenkomen. Bijvoorbeeld in steden, het ov, zorginstellingen, lucht- en zeehavens, musea, winkelcentra en stadions. We dragen zorg voor hardware, infrastructuren, netwerken, technology en innovation.\u003c/p\u003e\n\u003cp\u003eDIT HEB JIJ IN HUIS:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe bent een FullStack software developer\u003c/li\u003e\n\u003cli\u003eMet minimaal 3 jaar relevante werkervaring\u003c/li\u003e\n\u003cli\u003eje hebt ervaring met .NET Core en React (PHP is een pre)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eINTERESSE?\nLees meer op onze website: \u003ca href=\"http://bit.ly/developer-bij-vcs\"\u003ehttp://bit.ly/developer-bij-vcs\u003c/a\u003e. Of stuur je cv en motivatie naar Claudia van Ravenstein-Labee via \u003ca href=\"mailto:hr@vcsobservation.com\"\u003ehr@vcsobservation.com\u003c/a\u003e. Heb je vragen? Bel Claudia op 0416 541010.\u003c/p\u003e\n\u003cp\u003eJe kunt ook een dag vrijblijvend meelopen of eerst online kennismaken met onze developer Jeroen en alle collega’s.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eStuur je cv en motivatie naar Claudia van Ravenstein-Labee via \u003ca href=\"mailto:hr@vcsobservation.com\"\u003ehr@vcsobservation.com\u003c/a\u003e. Heb je vragen? Bel Claudia op 0416 541010.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--73f2697d209bcd59aa79fc0dd836a8f31c2deb20/01%20Vcs%2076.33.119%20Paars%20Rood.png"
  },
  {
    "id": "dd2360b0-9149-4261-ab04-b2ce7b81d807",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/dd2360b0-9149-4261-ab04-b2ce7b81d807",
    "created_at": "Fri Aug 28 06:19:51 UTC 2020",
    "company": "Podsights",
    "company_url": "http://podsights.com",
    "location": "Remote within the US",
    "title": "Software Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eRemote within the U.S.\u003c/strong\u003e -- \u003cem\u003e$110k - $140k\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003ePodsights is a small, distributed organization seeking an engineer to join the team of ten. A little about us, a little about what we believe and what we are looking for.\u003c/p\u003e\n\u003cp\u003ePodsights is an attribution platform for podcast advertising. We likely work with your favorite publisher and handle over 3 billion events with 500M impressions a month.\u003c/p\u003e\n\u003cp\u003eOur mission is to grow the podcast industry. Far too many brands try a podcast advertising campaign and churn. Or worse: they don't enter the market at all. By providing a platform for brands to optimize results, we encourage investment in podcast advertising, and by proxy to publishers.\u003c/p\u003e\n\u003cp\u003eYour role will be a generalist, but with a specific focus on the software stack's middle layer. On a given day, you would be handling our feed ingestion pipeline, speech-to-text on audio content, or building our API. The benefit of joining a small team is you will have a tremendous impact on the company's direction and, to some extent, the industry.\u003c/p\u003e\n\u003cp\u003eThe podcasting industry has seen a lot of growth in the past few years, and we believe it has more room to grow. Beyond growth, podcasting presents some interesting problems: its decentralized, RSS-based nature, and the various ways people can listen. Joining Podsights is an excellent opportunity to be hands-on with an evolving medium.\u003c/p\u003e\n\u003cp\u003eWe believe that where you went to school has little bearing on your performance as a software engineer. Where you live isn't a proxy for talent. Your current employer provides low signal about your future potential.\u003c/p\u003e\n\u003cp\u003eAt Podsights, we look for ambition and curiosity. We love engineers that aren't solely interested in the craft of developing software. Want to start a company of your own one day? Yes, we want to talk. Are you interested in the business side of software? Tell us more.\u003c/p\u003e\n\u003cp\u003eWe want curious engineers. You take things apart and see how they work.\u003c/p\u003e\n\u003cp\u003eIdeally, you will have 2+ years of experience as a software or data engineer. Our current stack includes Python, Google Cloud (Dataflow, Cloud Functions, Spanner, etc.), React, Apollo, Go, Node, and potentially whatever you bring to the table.\u003c/p\u003e\n\u003cp\u003eOur team consists of members of Embedly (acquired by Medium), Horizon Media, Claritas, NPM, and How Stuff Works. You can learn more about us here: podsights.com/team\u003c/p\u003e\n\u003cp\u003eIf the above interests you, drop us a \u003ca href=\"https://podsights.breezy.hr/p/90b411af5bfe-software-engineer\"\u003enote\u003c/a\u003e. We're less worried about a resume (LinkedIn is fine), but more importantly, tell us about your ideal next role.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://podsights.breezy.hr/p/90b411af5bfe-software-engineer\"\u003ehttps://podsights.breezy.hr/p/90b411af5bfe-software-engineer\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--54016d5e5db215cef012f1237d5f78a369001828/Podsights%20Social%20Avatar-01.jpg"
  },
  {
    "id": "9157ca14-09df-4c65-b5be-60837c17ce21",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9157ca14-09df-4c65-b5be-60837c17ce21",
    "created_at": "Thu Aug 27 19:41:59 UTC 2020",
    "company": "MaxPayLoad",
    "company_url": "http://http",
    "location": "Washington, DC",
    "title": "Full Stack Developer",
    "description": "\u003cp\u003eMaxPayLoad is a startup technology company building workflow tools for the transportation and logistics industry. We are looking for a full stack developer, who is comfortable working virtually and has experience with at least one development stack, but we’re also hoping you have dabbled with a few other languages and are comfortable with front-end development and also with one or more databases.\u003c/p\u003e\n\u003cp\u003eWe're looking for a highly skilled full-stack developer, who is also a disciplined self-starter capable of working in a fast paced, agile team environment. You must be exceedingly confident in your work and have a passion for designing and building quality software.  Additionally, we’re looking for an engineer that embodies our culture and core values of integrity, customer experience, teamwork, and determination.\u003c/p\u003e\n\u003cp\u003eRequired Skills and Experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years working in a fast paced, agile driven team\u003c/li\u003e\n\u003cli\u003eExcellent programming skills with Java, Object-Oriented analysis and design\u003c/li\u003e\n\u003cli\u003eFamiliarity with typical J2EE stack\u003c/li\u003e\n\u003cli\u003eStrong SQL skills and familiarity with MySql\u003c/li\u003e\n\u003cli\u003eExperience with Amazon Web Services (EC2, RDS, S3, Lambda, Cloud Formation, Code Deploy)\u003c/li\u003e\n\u003cli\u003eFamiliarity with the Spring Framework, React.js and Node.js\u003c/li\u003e\n\u003cli\u003eProficiency with GIT\u003c/li\u003e\n\u003cli\u003eStrong familiarity with any of the build technologies - Maven, Gradle, etc\u003c/li\u003e\n\u003cli\u003eGood knowledge of software development principles and design patterns\nDesired Skills\u003c/li\u003e\n\u003cli\u003eExperience with NoSQL databases (MongoDB, Couchbase)\u003c/li\u003e\n\u003cli\u003eExperience with transportation and logistics datasets or large datasets (over 500M rows)\u003c/li\u003e\n\u003cli\u003eFamiliarity with Exasol\u003c/li\u003e\n\u003cli\u003eFamiliarity with Python and its data science libraries\u003c/li\u003e\n\u003cli\u003eFamiliarity with with Atlassian tools (Jira, Bitbucket)\nWhat you might do on any given day:\u003c/li\u003e\n\u003cli\u003eWorks with a variety of languages and platforms such as Java, Javascript, AWS, Docker, Exasol, Couchbase, as well as other SQL and noSQL databases.\u003c/li\u003e\n\u003cli\u003eParticipate in paired programming with both junior and senior developers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe’re a small team so there will be a lot of getting-it-done without worrying about who is “supposed” to do it. So in addition to bringing your development talents to the table, we may also need your help with other types of work, such as:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQuality Assurance - Testing products, assessing quality factors affecting functionality and design specifications, and documenting problems and defects.\u003c/li\u003e\n\u003cli\u003eCustomer Service - Assisting users in troubleshooting and educating them on how to get the most out of our products.\u003c/li\u003e\n\u003cli\u003eUser Experience - Building lightweight, functional prototypes that will help us validate our solutions before we invest too many development hours.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe think you’ll enjoy working with our team if you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBring a passion to stay on top of tech trends, experiment with and learn new technologies, and participate in technology communities.\u003c/li\u003e\n\u003cli\u003eCan be flexible, agile, dependable, and responsive even when there are a lot of moving parts and prefer that over following rigid processes and guidelines.\u003c/li\u003e\n\u003cli\u003eCollaborate well with others (even non-technical folk) and try to understand their points of view so that you can reach the best possible solution for everyone.\u003c/li\u003e\n\u003cli\u003eHave a positive yet practical attitude; You are willing to take on any task that might help take one of our products, or our company, a little further.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis position might not be for you if you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAre not comfortable with showing unfinished work to clients and users.\u003c/li\u003e\n\u003cli\u003eWant to plan every aspect of an app before starting to code.\u003c/li\u003e\n\u003cli\u003eWould rather be an expert in a single stack or language rather than learn multiple stacks.\u003c/li\u003e\n\u003cli\u003eDon’t really want to do front-end development.\u003c/li\u003e\n\u003cli\u003ePrefer owning a project or area of code individually rather than working collaboratively.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you’re interested in applying:\nOur ideal candidate is going to hold a bachelor’s degree, and we’d love to hear the story of how your degree in Computer Science, Computer Engineering, Human-Computer Interaction, or anything else is going to help you add to our team. We’re a growing company and care very much about creating an amazing work environment with great growth opportunities, and hope that you’ll join us early on and help shape a bright and exciting future for our ambitious company.  We are only able to consider candidates currently eligible to work in the US.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eTo apply, please send your resume to \u003ca href=\"mailto:resumes@maxpayload.com\"\u003eresumes@maxpayload.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "d37716ca-4023-4eed-8e2a-2b73a23fe7dc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d37716ca-4023-4eed-8e2a-2b73a23fe7dc",
    "created_at": "Thu Aug 27 18:15:46 UTC 2020",
    "company": "Sparrow",
    "company_url": "https://www.sparrowup.com/",
    "location": "Remote",
    "title": "A.I. Sports Startup seeks talented iOS engineer [remote position]",
    "description": "\u003cp\u003eWe’re looking for a smart, passionate iOS engineer who solves problems quickly and has a startup mentality (energy, pace, wide array of responsibilities, passion for their work).\u003c/p\u003e\n\u003cp\u003eSparrow is a startup that is redefining sports training through computer vision and machine learning. Traditional coaching is due to be modernized with analysis and individualized feedback to players. Our goal is to make that happen using technology. Our flagship product, currently in pre-release, uses advanced machine learning and computer vision on a mobile device to analyze a golfer’s swing and provide feedback in real-time.\u003c/p\u003e\n\u003cp\u003eYour Position\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild an iOS app, heavy in video and animation.\u003c/li\u003e\n\u003cli\u003eWork closely with one of the company co-founders, who has his PhD in Computer Vision, to implement models on device.\u003c/li\u003e\n\u003cli\u003eCreate proofs-of-concept, demos and final product.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCitable projects demonstrating iOS proficiency\u003c/li\u003e\n\u003cli\u003eBS/MS in CompSci or related discipline\u003c/li\u003e\n\u003cli\u003e2-3 yrs experience in iOS development (Swift)\u003c/li\u003e\n\u003cli\u003eExperience building complex interfaces\u003c/li\u003e\n\u003cli\u003eExperience writing unit tests and testable code\u003c/li\u003e\n\u003cli\u003eStrong understanding of design patterns and good engineering practices.\u003c/li\u003e\n\u003cli\u003eExperience learning \u0026amp; using 3rd party APIs\u003c/li\u003e\n\u003cli\u003eIndependent, analytical and problem-solving skills.\u003c/li\u003e\n\u003cli\u003eExperience with multithreading programming\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to haves:\n-Objc/C++ experience\n-CoreML experience\n-You love golf (a big plus)\u003c/p\u003e\n\u003cp\u003eHighlights:\nCompetitive compensation package, equity, flexible hours, unlimited vacation time and the opportunity to join early in an angel-backed product-focused startup.\u003c/p\u003e\n\u003cp\u003eIn this role, you will work closely with the company founders, successful serial entrepreneurs who have started numerous companies, raised over $20 million in venture capital for them, and have 2 successful exits. You will also experience the startup culture and operational systems that helped produce several successful startups, including one worth $3 billion, one bought by Twitter, and one recently featured on TheEllenShow!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmails us at: \u003ca href=\"mailto:recruiting3@sparrowup.com\"\u003erecruiting3@sparrowup.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "a35be250-4e10-4fe2-bacf-83a71042302b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a35be250-4e10-4fe2-bacf-83a71042302b",
    "created_at": "Thu Aug 27 15:07:05 UTC 2020",
    "company": "lawpilots GmbH",
    "company_url": "https://www.lawpilots.com/de-de/",
    "location": "Berlin",
    "title": "Senior Backend Developer (m/w/d)",
    "description": "\u003cp\u003e\u003cstrong\u003eIntro\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJoin us in Berlin\u003c/p\u003e\n\u003cp\u003eAt lawpilots, we create digital learning that people love. E-learning is one of the growth markets of the future - even more so during the current crisis.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be building a greenfield service architecture for our new learning platform, maintain and extend existing code, work closely with other programmers, designers and product owners.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVery good experience in implementation of Service Architecture\u003c/li\u003e\n\u003cli\u003eVery good knowledge of Python\u003c/li\u003e\n\u003cli\u003eGood knowledge of Javascript\u003c/li\u003e\n\u003cli\u003eKnowledge of Cloud Infrastructure (e.g. GCP, AWS)\u003c/li\u003e\n\u003cli\u003eKnowledge of Docker and Container Orchestration\u003c/li\u003e\n\u003cli\u003eKnowledge of Test Automation\u003c/li\u003e\n\u003cli\u003eKnowledge of Continuous Integration\u003c/li\u003e\n\u003cli\u003eGood communication skills in written and spoken English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy us?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe take care of our employees and provide you with:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAlmost flexible working hours with the option to work partially remote\u003c/li\u003e\n\u003cli\u003eModern computer and huge 4k screens\u003c/li\u003e\n\u003cli\u003eA diverse and international environment\u003c/li\u003e\n\u003cli\u003eA modern workplace close to the Berlin central station\u003c/li\u003e\n\u003cli\u003eFresh fruits, snacks and drinks\u003c/li\u003e\n\u003cli\u003eRegular team events and monthly team breakfast as well as All Hands with pizza and beer\u003c/li\u003e\n\u003cli\u003eSpecial employee offers for sport clubs, gadgets, fashion, ....\u003c/li\u003e\n\u003cli\u003eAnd a lot of fun :)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking forward to seeing you!\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/b6a7f0a302a09e007e5da7c5e5164242cbad0348/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f33643962623366666264373663633764353639636138373861383939396634373964333065363934306538613130326138323362343133303433393132633536\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/2f2b8c9f2c432a6f1800a5beccabd3bf8856ac3676960ee02873af452456fc7a\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ee6eb3eca1e423c22c8f42bc81f756d81d913fb9/Lawpilots.png"
  },
  {
    "id": "c54b0ead-14ac-4342-a435-00e9b90d2073",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c54b0ead-14ac-4342-a435-00e9b90d2073",
    "created_at": "Thu Aug 27 15:08:12 UTC 2020",
    "company": "BASF Digital Farming GmbH",
    "company_url": "http://www.xarvio.com",
    "location": "Köln",
    "title": "Product Owner Smart Spraying (m/f/d)",
    "description": "\u003cp\u003eAgriculture is all about balance. The balance that is crucial to everyone's existence - also applies to our Agricultural Solutions division. We connect innovative thinking with practical action to find the right balance for success - for farmers, agriculture and future generations. With seeds and traits, crop protection and digital solutions, we help farmers produce food more efficiently, protect the land and meet the needs of society.\u003c/p\u003e\n\u003ch2\u003eRESPONSIBILITIES\u003c/h2\u003e\n\u003cp\u003eWith its xarvio (TM) product portfolio the BASF Digital Farming GmbH enables farmers to improve and automate agriculture by using data such as smart sensors, advanced models and artificial intelligence.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs a product owner of our Smart Spraying system you will be responsible to conceptualize, develop and validate the software backend of our Smart Spraying system.\u003c/li\u003e\n\u003cli\u003eYou will identify customer needs, value potentials and translate these into a digital product development pipeline for our Smart Spraying technology using design thinking principles.\u003c/li\u003e\n\u003cli\u003eTo enable the strategy, you will work together with the product manager to ensure the alignment of the product specifications and Smart Spraying technologies development pipeline.\u003c/li\u003e\n\u003cli\u003eYou will develop prototypes and implement the web based as well as embedded software and will lead a scrum team from prototyping until the commercial status of the product.\u003c/li\u003e\n\u003cli\u003eLast but not least, you will allign with project partners on technical specifications as well as data interfaces and will be responsible for the increase of the customer value of the entire product.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eQUALIFICATIONS\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Agricultural Sciences or (Software) Engineering\u003c/li\u003e\n\u003cli\u003eAt least 5 years of experience as a project leader or product owner in a digital context\u003c/li\u003e\n\u003cli\u003eIdeally domain knowledge in agriculture and good understanding of digital ecosystems as well as digital products\u003c/li\u003e\n\u003cli\u003eAgile mindset and full knowledge of agile product development (e.g. SCRUM or Kanban)\u003c/li\u003e\n\u003cli\u003eFluent English language skills\u003c/li\u003e\n\u003cli\u003eWillingness to travel internationally\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBENEFITS\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eModern working environment with state-of-the-art technologies as well as free fruits and job ticket.\u003c/li\u003e\n\u003cli\u003eOnboarding to help you settle in quickly, ensuring you are part of the BASF team from day one.\u003c/li\u003e\n\u003cli\u003eDevelopment discussions and programs so that you can reach your full potential.\u003c/li\u003e\n\u003cli\u003eFlexible work arrangements so that you can balance your working life and private life.\u003c/li\u003e\n\u003cli\u003eYour contribution to a sustainable future because sustainability lies at the heart of everything we do and is a driver of growth.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eABOUT US\u003c/h2\u003e\n\u003cp\u003exarvio Digital Farming Solutions powered by BASF is at the forefront of the digital transformation of agriculture optimizing crop production. xarvio offers digital products, based on a global leading crop model platform, which deliver independent field-zone-specific agronomic advice enabling farmers to produce their crops most efficiently and sustainable. The xarvio products SCOUTING, FIELD MANAGER and HEALTHY FIELDS are being used by farmers in more than 100 countries worldwide. Working at BASF Digital Farming GmbH is equally as innovative as our products: we have a global network and work with agile methodologies in a start-up atmosphere. Join our team! Learn more about xarvio at \u003ca href=\"http://www.xarvio.com\"\u003ewww.xarvio.com\u003c/a\u003e or visit any of our social media channels.\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eApply now by using the \u003cstrong\u003eapplication form\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDo you have any questions about the application process or the position?\u003c/strong\u003e\nMrs. Claudia Mekelburg (Talent Acquisition) Phone no.: +49 (0)30 2005 59871\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/32saRZL\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePlease note that we do not return paper applications including folders. Please submit copies only and no original documents\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAt BASF, the chemistry is right.\u003c/strong\u003e Because we are counting on innovative solutions, on sustainable actions, and on connected thinking. And on you. Become a part of our formula for success and develop the future with us - in a global team that embraces diversity and equal opportunities irrespective of gender, age, origin, sexual orientation, disability or belief.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/32saRZL\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--932bd582a22cbb34555c54e32f6a4ac0d128daf8/BASF.jpg"
  },
  {
    "id": "e09d8cc5-8767-40f9-9b3b-be027c5f1481",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e09d8cc5-8767-40f9-9b3b-be027c5f1481",
    "created_at": "Thu Aug 27 12:43:16 UTC 2020",
    "company": "Phantasma Labs",
    "company_url": "https://phantasma.global/",
    "location": "Berlin",
    "title": "Software Engineer - Unreal Engine",
    "description": "\u003cp\u003eAt Phantasma Labs we value diversity and we want to encourage everyone to apply for this position, especially individuals from underrepresented backgrounds. We strive to create a candid and inclusive work environment where the best talents can thrive to reach their full potential. We want to build software as diverse as the world.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho we are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are Phantasma Labs and we are building massive simulations to teach self - driving cars human behavior. We are a young venture backed startup with an ambitious team who have both worked in the tech industry in the areas of simulations and distributed systems. Now we are looking to hire our first full-time engineer.\u003c/p\u003e\n\u003cp\u003eWe are on an exciting journey to build a deeply technical product which has the potential to accelerate deployment of self-driving cars in cities, make them safe enough for human beings to interact with and enable a plethora of other new mobility and infrastructure solutions. We are backed by world-renowned venture capitalists.\u003c/p\u003e\n\u003cp\u003ePlease keep in mind that you do not need to tick all the boxes to apply. We value a growth mindset and have plenty of space to learn and grow at our company.\u003c/p\u003e\n\u003cp\u003eWe are a remote friendly company and welcome applicants who want to work in Berlin as well as remote from timezones CET +/- 4 hours. We cannot sponsor visas  for applicants currently outside the European Union.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho we are looking for\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSoftware Engineer with ~2+ years of production experience\u003c/li\u003e\n\u003cli\u003eYou must have a passion for 3D software engineering on the Unreal Engine 4, as well as writing readable and testable code\u003c/li\u003e\n\u003cli\u003eExperience in networked gaming environments\u003c/li\u003e\n\u003cli\u003eExperience in C++ as well as blueprints\u003c/li\u003e\n\u003cli\u003eSolid mathematical understanding\u003c/li\u003e\n\u003cli\u003eYou are able to communicate fluently in English\u003c/li\u003e\n\u003cli\u003eGrowth mindset\u003c/li\u003e\n\u003cli\u003eTeam player\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDaily tasks as a Phantasma Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will combine the world of simulation sciences with game engines\u003c/li\u003e\n\u003cli\u003eYou will implement high quality and tested code to extend urban environments\u003c/li\u003e\n\u003cli\u003eYou will model human motion in city contexts\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will make you stand out\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have worked on multiplayer networked games\u003c/li\u003e\n\u003cli\u003eYou have worked on either MMO games, simulation heavy or performance-intensive applications\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice to have\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with SpatialOS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we are offering\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAttractive compensation for a company our size and stage, including ESOPs\u003c/li\u003e\n\u003cli\u003eHave impact - as our very first employee\u003c/li\u003e\n\u003cli\u003e28 days of paid vacation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/c34a6841d911d5d04fb1962edfd537c1c42421cc/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f66333437666364396566313264326334363038636362643831353665616432336639323235633230376463326332616534616262616437326337346332616432\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/9651b23565bbe215d0701178a02209c3e4fc31fa6467e2ab2dc02852b2dbcf7c\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc21JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d9478aa18222ccf32822abe73d7a94c10037b001/Phantasma%20Labs.png"
  },
  {
    "id": "6d892272-18da-4a65-b947-d86bde7cbe82",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/6d892272-18da-4a65-b947-d86bde7cbe82",
    "created_at": "Thu Aug 27 09:45:43 UTC 2020",
    "company": "holoride",
    "company_url": "http://www.holoride.com",
    "location": "Munich",
    "title": "(Junior) C++ Software Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eAs C++ Software Engineer\u003c/strong\u003e you are part of our Software Engineering Team and will heavily contribute to the integration of the holoride technology into series-production vehicles. Given your role as holoride advocate and technical peer for our global partners, your professional experience will ensure to bring holoride from the concept stage to integration and production readiness, respectively. You will be building a framework using your C++ coding skills that will aim to facilitate all technical requirements for our automotive OEM partners. Furthermore, you will be maintaining and extending the holoride localization technology in our ecosystem.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll bring along\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong technical development experience in modern C++\u003c/li\u003e\n\u003cli\u003eExperience in working with agile methods\u003c/li\u003e\n\u003cli\u003eIndependent learning and collaborative problem solving\u003c/li\u003e\n\u003cli\u003eGood written and verbal English language skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in Android and/or iOS development\u003c/li\u003e\n\u003cli\u003eExperience with Conan and CMake\u003c/li\u003e\n\u003cli\u003eExperience with Bluetooth Low Energy (BLE)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe possibility to work on one of the hottest topics in the current tech scene and cooperate with global brands\u003c/li\u003e\n\u003cli\u003eThe opportunity to grow professionally, take on responsibility for your own projects and ideas and see the immediate impact of your work\u003c/li\u003e\n\u003cli\u003eThe flexibility in designing your preferred working style — either in the office or remotely from home\u003c/li\u003e\n\u003cli\u003eA fair and competitive market salary\u003c/li\u003e\n\u003cli\u003eBecome part of an international, ambitious and diverse team of experts and highly engaged peers\u003c/li\u003e\n\u003cli\u003eDoing whatever possible to make you really fall in love with your job\u003c/li\u003e\n\u003cli\u003eTo challenge yourself and the status quo of what’s currently possible in in-car entertainment\u003c/li\u003e\n\u003cli\u003eA spacious, modern, and fun office in the heart of Munich offering lots of free amenities\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eholoride is a tech-entertainment startup working at the intersection of mobility and Extended Reality (XR). By synchronizing the contents of VR/XR glasses with external influences such as acceleration, steering, and navigational data, we are creating a never before seen passenger experience. We are changing in-car entertainment forever. Find out more \u003ca href=\"https://youtu.be/DTSwWV7l8b4\"\u003ehere\u003c/a\u003e and visit us on \u003ca href=\"http://linkedin.com/company/holoride\"\u003eLinkedIn\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:curious@holoride.com\"\u003ecurious@holoride.com\u003c/a\u003e including your salary expectations and earliest starting date.\u003c/p\u003e\n\u003cp\u003eWe're looking forward to receiving your application!\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2FJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b0dc865c3d0f272e0547a8d07e474583d7434c9/Masterbrand_RGB.png"
  },
  {
    "id": "30af1bb3-49e8-430a-b488-8cd913104462",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/30af1bb3-49e8-430a-b488-8cd913104462",
    "created_at": "Wed Aug 26 16:33:37 UTC 2020",
    "company": "Penn Interactive (Barstool Sportsbook",
    "company_url": "http:",
    "location": "Philadelphia, PA OR Remote",
    "title": "Sr Backend Engineer",
    "description": "\u003cp\u003ePenn Interactive Ventures (PI) is a real-money interactive gaming company headquartered in Philadelphia. As the digital arm to Penn National Gaming (NASDAQ: PENN), the largest regional casino operator in the U.S., we are poised for fast-paced growth in the sports betting and online casino space and are looking for a Sr Backend Engineer to join our expanding Sportsbook team!\u003c/p\u003e\n\u003cp\u003eThe Senior Backend Engineer will work on a small, cross-functional team to develop the backend and various APIs for a one-of-a-kind, native sports betting experience. Candidates for this role will work with multiple client teams to build a revolutionary sportsbook from the ground up. Previous work in the gaming industry is not important but we do expect your work-product will reflect a strong technical background and a dedication to concise, scalable code.\u003c/p\u003e\n\u003cp\u003eRESPONSIBILITIES:\n● Demonstrate best-in-class programming skills to develop secure, tested, optimized, scalable code.\n● Translate business requirements into code.\n● Collaborate with designers, product managers, ops engineers, client engineers, QA engineers and various other teams and stakeholders to solve innovative problehttps://jobs.github.com/positions#ms utilizing out-of-the-box solutions.\n●\tCommunicate clearly and effectively using Github, Slack, Google Docs, JIRA, so as to keep all stakeholders in-the-loop regarding relevant issues.\n●\tInteract thoughtfully and professionally with everyone including non-technical colleagues.\n●\tAbility to work in a highly regulated environment and develop code according to regulatory requirements\u003c/p\u003e\n\u003cp\u003eQUALIFICATION REQUIREMENTS\n●\tExperience with Django/Flask/Python, or Golang.\n●\tDemonstrated experience building and maintaining backend systems and building and consuming APIs.\n●\tExperience with deploying code in Linux based environments such as Debian or Ubuntu\n●\tExperience with Git or other distributed version control systems.\n●\tExperience writing well tested code or experience with practices like TDD\n●\tGeneral computing knowledge -- familiarity with the standard suite of Web Protocols (HTTP, TCP, etc.).\n●\tFamiliar with virtualization (ex. Docker, rkt)\nBONUS POINTS\n●\tBSc or MSc in Computer Science or another STEM field.\n●\tExperience administering AWS Core Services (S3, SQS, EC2, ECS, etc.).\n●\tExperience deploying code via Kubernetes\n●\tA passion for sports or betting.\u003c/p\u003e\n\u003cp\u003ePenn Interactive is committed to helping our team members live their best, healthy life. We offer unique and competitive benefits that help our employees, through a private exchange which allows our team members the ability to choose from several coverage levels and insurance carriers (both local and national carriers). Along with medical, prescription, dental, and vision coverage, there are also voluntary plans available to employees. PI also offers our employees office perks such as free catered lunches, snacks, and beverages in the office.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eemail your resume to \u003ca href=\"mailto:al.leva@penn-interactive.com\"\u003eal.leva@penn-interactive.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcitJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6a0d65603f4d12202051e6ca700dc1b87dfec6ce/PI%20+%20BS.jpeg"
  },
  {
    "id": "c2ee979d-b696-4e8a-9016-dbfd2ceb2af7",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c2ee979d-b696-4e8a-9016-dbfd2ceb2af7",
    "created_at": "Wed Aug 26 13:59:49 UTC 2020",
    "company": "codeitlabs GmbH",
    "company_url": "https://codeitlabs.com/",
    "location": "Remote",
    "title": "Berater (Consultant,Java) E-Commerce, SAP C/4HANA (m/w/d)",
    "description": "\u003cp\u003eDu hast bereits Deine Fähigkeiten als Software Entwickler mit Java unter Beweis gestellt und möchtest im nächsten Karriereschritt Deine Kenntnisse über komplexe Softwarearchitekturen zielführend als Berater einsetzen? Dann komm zu codeitlabs und baue mit uns hochskalierbare Cloud E-Commerce Lösungen.\u003c/p\u003e\n\u003cp\u003eDie codeitlabs GmbH ist ein junges Softwareunternehmen, welches auf die kundenindividuelle Implementierung des SAP E-Commerce Portfolios spezialisiert ist.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAufnahme von Softwareanforderungen und Überführung in die Lösungsarchitektur\u003c/li\u003e\n\u003cli\u003eAnsprechpartner für unsere Kunden bei der Projektumsetzung\u003c/li\u003e\n\u003cli\u003eSchnittstelle zu den Entwicklungsteams (Proxy-PO, Reviews, Entwicklung)\u003c/li\u003e\n\u003cli\u003eDurchführung von Beratungen und Workshops, z.B. im Presales\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eM.Sc. Informatik oder vergleichbare Erfahrungen\u003c/li\u003e\n\u003cli\u003e4+ Jahre berufliche Erfahrung in der Softwareentwicklung Java Enterprise\u003c/li\u003e\n\u003cli\u003e2+ Jahre berufliche Erfahrung in der Anforderungsaufnahme und -dokumentation (Requirements Engineering)\u003c/li\u003e\n\u003cli\u003eErforderliche Kenntnisse: Wünschenswert, aber kein Muss:\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBeteiligung am Unternehmenserfolg\u003c/li\u003e\n\u003cli\u003eFreiheiten in Deiner Karriereentwicklung\u003c/li\u003e\n\u003cli\u003eHerausfordernde Aufgaben\u003c/li\u003e\n\u003cli\u003eKontinuierliche Weiterbildung: Schulungen, Zertifikate\u003c/li\u003e\n\u003cli\u003eFörderung von Sportlern: Sponsoring von Wettkämpfen, Bezuschussung von Mitgliedsbeiträgen\u003c/li\u003e\n\u003cli\u003eOptimal erreichbarer Arbeitsplatz mit sehr guter Anbindung an die öffentlichen Verkehrsmittel\u003c/li\u003e\n\u003cli\u003eWir freuen uns auf Deine Bewerbung. Bitte sende uns Deine vollständigen Bewerbungsunterlagen mit - Gehaltsvorstellung und frühestmöglichem Eintrittstermin.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDeine Ansprechpartnerin: Nicola Schwarz\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://codeitlabs.join.com/jobs/1311369-berater-consultant-java-e-commerce-sap-c-4hana-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=berater%2Bconsultant%2Bjava%2Be-commerce%2Bsap%2Bc%2B4hana%2Bm%2Bw%2Bd\"\u003ehttps://codeitlabs.join.com/jobs/1311369-berater-consultant-java-e-commerce-sap-c-4hana-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=berater%2Bconsultant%2Bjava%2Be-commerce%2Bsap%2Bc%2B4hana%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c264ccbf17b1a483d888be9ab1ea283d52c9cb11/Download.png"
  },
  {
    "id": "13c39274-167e-4583-8bed-8b3807776d44",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/13c39274-167e-4583-8bed-8b3807776d44",
    "created_at": "Wed Aug 26 13:46:49 UTC 2020",
    "company": "codeitlabs GmbH",
    "company_url": "https://codeitlabs.com/",
    "location": "Munich",
    "title": "SAP C/4HANA (Hybris) Entwickler (w/m/d)",
    "description": "\u003cp\u003eBringst Du nicht nur beim Programmieren Höchstleistung, sondern auch beim Sport?\u003c/p\u003e\n\u003cp\u003eDann bist Du bei uns genau richtig!\u003c/p\u003e\n\u003cp\u003eWir fördern nicht nur Deine beruflichen, sondern auch Deine sportlichen Ambitionen. Daneben bieten wir Dir eine unbefristete Festanstellung in unserem Münchener Büro.\u003c/p\u003e\n\u003cp\u003eDie codeitlabs GmbH ist ein junges Softwareunternehmen, welches auf die kundenindividuelle Implementierung des SAP E-Commerce Portfolios spezialisiert ist.\u003c/p\u003e\n\u003cp\u003eEntwickle mit uns hochskalierbare E-Commerce Lösungen für Mittelstand und Konzernkunden!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAuswahl und Einschätzung der Software-Architektur, Bewertung und Anpassung von Funktionen der SAP CX-Suite\u003c/li\u003e\n\u003cli\u003eImplementierung von Kundenlösungen\u003c/li\u003e\n\u003cli\u003eAnalyse von Kundenanforderungen\u003c/li\u003e\n\u003cli\u003eEntwurf von Lösungen und Architekturen auf Basis von SAP (Hybris) Commerce im Zusammenspiel mit CMS, CRM, PIM oder DAM\u003c/li\u003e\n\u003cli\u003eIntegration in der SAP C/4HANA Cloud\u003c/li\u003e\n\u003cli\u003eKommunikation mit unseren Kunden\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der (Wirtschafts-)Informatik, Software Entwicklung oder vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eMind. 1 Jahre berufliche Erfahrung als Software Entwickler mit Java / Spring / SAP (Hybris) Commerce\u003c/li\u003e\n\u003cli\u003eProjekterfahrung bei der Entwicklung von Webapplikationen\u003c/li\u003e\n\u003cli\u003eIntegration von Komponenten\u003c/li\u003e\n\u003cli\u003eWebservices, OAuth2, Swagger\u003c/li\u003e\n\u003cli\u003eErfahrung mit Applikations-Monitoring: Kibaba, Graylog, Dynatrace\u003c/li\u003e\n\u003cli\u003eJavaScript\u003c/li\u003e\n\u003cli\u003eGute Englisch- und Deutschkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMache Karriere als Softwareentwickler in einem der gefragtesten Bereiche\u003c/li\u003e\n\u003cli\u003eWeiterentwicklung zum Consultant oder Architekt\u003c/li\u003e\n\u003cli\u003eÜberdurchschnittliches Gehalt\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Home-Office\u003c/li\u003e\n\u003cli\u003eFörderung von Sportlern durch z.B. Sponsoring von Wettkämpfen oder Bezuschussung von Mitgliedsbeiträgen\u003c/li\u003e\n\u003cli\u003eOptimal erreichbarer Arbeitsplatz mit sehr guter Anbindung an die öffentlichen Verkehrsmittel\u003c/li\u003e\n\u003cli\u003eWir bieten Dir eine Tätigkeit, die Spaß macht \u0026amp; Dich weiterbringt.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFrau Schwarz freut sich auf Deine Bewerbung.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://codeitlabs.join.com/jobs/1330665-sap-c-4hana-hybris-entwickler-w-m-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=sap%2Bc%2B4hana%2Bhybris%2Bentwickler%2Bw%2Bm%2Bd\"\u003ehttps://codeitlabs.join.com/jobs/1330665-sap-c-4hana-hybris-entwickler-w-m-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=sap%2Bc%2B4hana%2Bhybris%2Bentwickler%2Bw%2Bm%2Bd\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnFJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d34f639cb0eb5c5c7e98f961b12b1ac673c99659/Download.png"
  },
  {
    "id": "8504211f-bbfb-47bf-8d22-23498652bd0b",
    "type": "Contract",
    "url": "https://jobs.github.com/positions/8504211f-bbfb-47bf-8d22-23498652bd0b",
    "created_at": "Wed Aug 26 12:58:59 UTC 2020",
    "company": "Smartico",
    "company_url": "http://smartico.eu",
    "location": "Europe-wide",
    "title": "Co-founding/Leading Wordpress Architect",
    "description": "\u003cp\u003eWe are an \u003cstrong\u003eaward-winning, innovative technology company\u003c/strong\u003e that develops scalable, profitable solutions for \u003cstrong\u003emedia companies\u003c/strong\u003e to increase their digital advertising revenues. Our more than 100 customers include the largest daily newspapers and magazines in Germany, Austria, Switzerland and Benelux. We are based in Berlin, Munich, Sofia (BG) and Carlsbad (CZ) and all over Europe.\u003c/p\u003e\n\u003cp\u003eFor a completely new product, we are searching for a\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLead WordPress Developer/Architect\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout You and Your Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSelf-responsible, independent, logical thinker with \"hands-on\" and \"can do\" attitude\u003c/li\u003e\n\u003cli\u003eUncanny ability (and desire) to dive-in to unfamiliar systems and learn on the fly\u003c/li\u003e\n\u003cli\u003eDeep understanding of Wordpress, plugins, 3rd party APIs, etc. and the underlying architecture/logic of the CMS\u003c/li\u003e\n\u003cli\u003eSolid understanding of web development best practices like HTML and CSS with a focus on cross browser support\u003c/li\u003e\n\u003cli\u003eKnowledge in JavaScript, jQuery and Bootstrap\u003c/li\u003e\n\u003cli\u003eExperienced in development and implementation of WordPress Plugins\u003c/li\u003e\n\u003cli\u003eProven track record of complex successful WordPress projects beyond simple websites\u003c/li\u003e\n\u003cli\u003eStrong understanding of PHP from a WordPress perspective\u003c/li\u003e\n\u003cli\u003eAbility to turn XD files into a WordPress theme\u003c/li\u003e\n\u003cli\u003eKnowledge in Pagebuilder like Elementor\u003c/li\u003e\n\u003cli\u003eKnowledge in XML, JSON and REST APIs\u003c/li\u003e\n\u003cli\u003eAbility and willingness to work with a team using a unified/documented development and coding style\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the project\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMulti-Site setup for various large European newspapers based on WordPress with complex, graphic-intense long read articles, tools and local listing directories.\u003c/li\u003e\n\u003cli\u003eComplete Re-Design of the UX of WordPress CMS for sales teams in the newspapers to allow them to build or re-use content without any CMS trainings\u003c/li\u003e\n\u003cli\u003eAdditional pre-sales and after-sales tools like lavish reportings/dashboards, sales materials with automatic screenshots of the pages, sharing of designs and contents across newspapers, etc.\u003c/li\u003e\n\u003cli\u003eAdditional features for the local listings like e-commerce features, couponing options, etc.\u003c/li\u003e\n\u003cli\u003eWe have a MVP but you wqill start from scratch and make every architecture decision without restrictions. You define the long-term success of this project!\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:cs@smartico.eu\"\u003ecs@smartico.eu\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cf3d7c16d26cb6a805cd39487a2de0439549f943/smartico-vertical1.png"
  },
  {
    "id": "883d6672-8994-4884-96a9-3ca322d3c7f1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/883d6672-8994-4884-96a9-3ca322d3c7f1",
    "created_at": "Tue Aug 25 19:02:25 UTC 2020",
    "company": "Harbinger Marketing",
    "company_url": "https://harbingermarketing.com/",
    "location": "Remote",
    "title": "Full-stack Web Developer (Front-end \u0026 PHP/WordPress)",
    "description": "\u003cp\u003eA Harbinger Marketing Remote Full-stack Web Developer is responsible for, but not limited to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTurn provided design files (PSD, AI, Adobe XD, Figma or other) into a fully working WordPress website, using a custom-built theme, according to the client's requirements and designer's notes\u003c/li\u003e\n\u003cli\u003eApply modifications to existing websites\u003c/li\u003e\n\u003cli\u003eProvide website support (ex. updating plugins, fixing bugs, speed optimizations, etc.)\u003c/li\u003e\n\u003cli\u003ePerform other tasks that are related to web development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe briefs and designs are being delivered to our web developers by way of our project management software. The web developer is expected to learn the project management software and time tracking software, and implement them into their daily workflow. This helps us to work efficiently and stay ahead of deadlines.\u003c/p\u003e\n\u003cp\u003eThe amount of information in the provided brief and the number of design files will vary. The web developer will be responsible for working with and communicating effectively with our Lead Developer, Project Managers, Art Director and to complete each task. We require our web developers to be proactive by showing initiative in the development process in order to create a high-quality end product.\u003c/p\u003e\n\u003cp\u003eExamples of websites that we have worked on can be seen below:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003ca href=\"https://harbingermarketing.com/\"\u003ehttps://harbingermarketing.com/\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://southlandcontrols.net/\"\u003ehttps://southlandcontrols.net/\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://georgiarefinishing.com/\"\u003ehttps://georgiarefinishing.com/\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://able2rentall.com/\"\u003ehttps://able2rentall.com/\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://brent.us/\"\u003ehttps://brent.us/\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://brownnelms.com/\"\u003ehttps://brownnelms.com/\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWeb developer qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave 5+ years of programming experience\u003c/li\u003e\n\u003cli\u003eBe proficient in HTML5, CSS3, JavaScript (jQuery), PHP and WordPress (WooCommerce)\u003c/li\u003e\n\u003cli\u003eWrite clean, consistent, maintainable and easy-to-read code\u003c/li\u003e\n\u003cli\u003eHaving experience with creating animations for the web with CSS3 and external libraries like ScrollMagic, GSAP or similar\u003c/li\u003e\n\u003cli\u003eHave quick and steady access to the internet\u003c/li\u003e\n\u003cli\u003eHas the ability to effectively take critiques, work efficiently under pressure, meet the predefined deadlines and turn around quality products on tight deadlines\u003c/li\u003e\n\u003cli\u003eHave eye for details and a healthy dose of perfectionism\u003c/li\u003e\n\u003cli\u003eShow initiative and eagerness to be involved creatively with our team\u003c/li\u003e\n\u003cli\u003eWillingness to learn and grow with our company\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAlong with your application, please provide portfolio samples of your work (links to the best looking/functional websites you have built) and code samples (HTML, CSS, JS, PHP/WordPress) and/or a GitHub profile.\u003c/p\u003e\n\u003cp\u003ePay is discussed individually, based on skill-set, credentials, and experience.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your job application to \u003ca href=\"mailto:georgi@harbingermarketing.com\"\u003egeorgi@harbingermarketing.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBclNJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--82b28d34e1d090ab21227c6729838d670dbbdfa2/harbinger-logo.png"
  },
  {
    "id": "b5881c0e-63df-47c0-914d-2ae5944a1901",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b5881c0e-63df-47c0-914d-2ae5944a1901",
    "created_at": "Tue Aug 25 17:49:08 UTC 2020",
    "company": "Mezmeriz Inc.",
    "company_url": "http://www.mezmeriz.com",
    "location": "Remote",
    "title": "Full-stack Developer",
    "description": "\u003cp\u003e$60k – $100k\u003c/p\u003e\n\u003cp\u003eMezmeriz is seeking an experienced, self motivated, full-stack software developer to work collaboratively with a cross-functional team on a web application built to turn raw-point cloud data into functional model/design data.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cp\u003eCollaborate with the engineering team with a focus on design, reliability, performance, and efficiency.\nDevelop backend point cloud analysis/processing algorithms in languages such as Python or C++\nDevelop full-stack software solutions by studying information needs; conferring with users; studying systems flow, data usage, and work processes; investigating problem areas; following the software development lifecycle.\nTroubleshoot and mitigate problems in mission-critical systems.\u003c/p\u003e\n\u003cp\u003eApplicants should:\u003c/p\u003e\n\u003cp\u003eHave 3+ years of industry experience\nBe familiar with all aspects of a web application (application design patterns, deployment patterns, deployment itself, scaling architecture, various DBMS's, various frontend frameworks, etc)\nKnow their way around *nix systems\nKnow their way around AWS\nHave strong understanding of object-oriented design and implementation experience\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:apply@mezmeriz.com\"\u003eapply@mezmeriz.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "accbd951-1dc1-464e-966f-fa0d50a7c173",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/accbd951-1dc1-464e-966f-fa0d50a7c173",
    "created_at": "Tue Aug 25 12:08:30 UTC 2020",
    "company": "Lenus eHealth",
    "company_url": "https://www.lenusehealth.com/",
    "location": "Copenhagen",
    "title": "React Native Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eReact Native Engineer for Lenus eHealth\u003c/strong\u003e \u003cstrong\u003e-\u003c/strong\u003e\n\u003cstrong\u003eShape the future of the sports and fitness industry\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLenus eHealth help fitness professionals build a strong and sustainable business by offering them an all-in-one platform for online coaching together with advisory on business development, marketing and personal branding. The digital product offering includes a full-suite CRM solution for personal trainers to manage their clients, as well as coach-branded web and mobile apps for end-users to receive programmes for meals and workouts, track progress over time and communicate with the coach.\u003c/p\u003e\n\u003cp\u003eFounded in 2016, Lenus eHealth are currently the market leaders in Denmark and Sweden and are at a low start to take over new countries. Proud to have already helped people lose over 100 000 kg, they are confident that this number will grow exponentially following an international expansion.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe tech-stack you'll work with\u003c/strong\u003e\nNode.JS, GraphQL, PostgreSQL, TypeScript, ReasonML, React Native (Expo - Managed \u0026amp; Bare Workflow), React Native Web, React.JS and ReasonReact.\u003c/p\u003e\n\u003cp\u003eRead more about the tech-stack, the engineering team and their the engineering principles \u003ca href=\"https://www.notion.so/lenus/Engineering-culture-6484c90ffc394031aac1e90535bf85d8\"\u003ehere\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHelp move a market-leading product forward\u003c/strong\u003e\nAs a Software Engineer, your mission will be to help moving the product efforts forward by either participating in or leading the product development projects. You will also assist with building estimates and adopt best practices in software engineering design, testing, documentation, build, deployment, and operations. Furthermore, you will own key components within our platform. \"Owning\" means envisioning, designing, creating, building, and supporting.\u003c/p\u003e\n\u003cp\u003eIt's expected that you will be an active member of the team and will join and lead discussions around different platform initiatives. Occassionally, you take charge in troubleshooting and maintaining high quality and low bug count in the core products.\u003c/p\u003e\n\u003cp\u003eIn addition to the above, your mission as a React Native Engineer is also to implement pixel perfect UI's that match designs and contribute to building up the Design System and interfacing with Backend via GraphQL. You have an understanding of React Native best practices and a commitment to following them.\u003c/p\u003e\n\u003cp\u003eAs a React Native Engineer, you implement smooth animations and transitions that provide an excellent user experience. You create and maintain continuous integration and delivery of React Native applications. You will also ship OTA updates frequently and Native app store updates regularly and write E2E tests (e.g. Detox) \u0026amp; Storybook stories.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJoin a diverse engineering team and a growing company\u003c/strong\u003e\nThe people at Lenus work and workout together, they celebrate their achievements together and are connected on a deeper level than just being colleagues. The current team of 9 engineers is spread across 4 nationalities. The team is a young, technology-loving, music playing, ramen eating group and they work hard, workout hard, and occasionally, party hard - a social and fun workplace is certainly valued. You will be able to develop yourself in the direction you prefer. In a growing team, there will be a demand for both a high degree of specialisation as well as a broader perspective of a generalist.\u003c/p\u003e\n\u003cp\u003eLastly, Lenus are financially stable, thanks to fast-growing monthly recurring revenues (currently around 16M DKK/Month) and MtM growth of ca. 10%. Therefore, they are able to offer more than competitive pay to the candidates with the right values and set of competencies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you bring to Lenus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are an engineer at heart (read more about the engineering culture here).\u003c/li\u003e\n\u003cli\u003e4+ years of experience in hands-on software development.\u003c/li\u003e\n\u003cli\u003e1+ years of experience with React Native in production.\u003c/li\u003e\n\u003cli\u003eSolid written and verbal communication skills and you are able to clearly articulate technically complex problems and solutions to both technical and non-technical colleagues.\u003c/li\u003e\n\u003cli\u003eAn understanding of React Native best practices and a commitment to following them.\u003c/li\u003e\n\u003cli\u003eExperience in working with GraphQL, with experience in either Apollo or Relay framework.\u003c/li\u003e\n\u003cli\u003eAttentive to detail with a focus on writing high quality, readable, typed \u0026amp; maintainable code.\u003c/li\u003e\n\u003cli\u003eA true believer and a practitioner of automated testing at all levels.\u003c/li\u003e\n\u003cli\u003eWillingness and ability to pick up new technologies and frameworks when required.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the hiring process\u003c/strong\u003e\nKold+Partners are handling the recruiting process. Our process is fast, transparent and tailored to your needs. We are conscious of your time and the fact that you are busy in your daily life. Read more about our approach and your journey as a candidate here.\u003c/p\u003e\n\u003cp\u003eIf you have any questions regarding the job or Lenus eHealth, feel free to contact Peter Kold, Head Recruiter, on +45 29 89 09 03 or at \u003ca href=\"mailto:peter@koldpartners.com\"\u003epeter@koldpartners.com\u003c/a\u003e.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/koldpartners/743c33dc-42d6-4828-9585-8c31744fe7e6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003eCLICK HERE\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcTJJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6c22c521e91fb01c4a6b0703c9ee1e11cb7b6900/Lenus-Logo-2020%20(1)-p-500.png"
  },
  {
    "id": "29948507-ed96-4a25-a499-05b04e1ee818",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/29948507-ed96-4a25-a499-05b04e1ee818",
    "created_at": "Tue Aug 25 12:03:19 UTC 2020",
    "company": "Limango",
    "company_url": "https://www.limango.de/ehp",
    "location": "Munich",
    "title": "Senior Backend Developer (m/w/d) Accounting",
    "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 14 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our backend systems for our accounting department.\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have sound professional experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eExperience and interest for finance and accounting processes\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExciting, technically demanding challenges in a highly frequented online shop with focus on high scalability and performance\u003c/li\u003e\n\u003cli\u003eAgile development, Scrum teams, flat hierarchies and direct communication in a very comradely atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in the Tech-Spot of Munich with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your complete application including a letter of motivation, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/c13c0c34756b40ca5f3a3a49070cf64cc4258f4b/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f65353734363138323236646434373732343861633165643335616433353264303962633936633436383863626537636635353935333233326334396461373031\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/8a36ee6accc53d4ca078ee3b160daefd3abe4444c4005c7ba953425f049f29ae\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--21bc8058793e024e291b97d28c393912273d6213/Limango.png"
  },
  {
    "id": "98be7234-9494-4f5a-b1de-c70594b8342e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/98be7234-9494-4f5a-b1de-c70594b8342e",
    "created_at": "Tue Aug 25 11:59:21 UTC 2020",
    "company": "Limango",
    "company_url": "https://www.limango.de/ehp",
    "location": "Munich",
    "title": "Backend Developer (m/w/d) Operations",
    "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 14 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our backend systems in the operations areas of customer service and logistics\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have sound professional experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eDevOps and GoLang experience are desirable\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExciting, technically demanding challenges in a highly frequented online shop with focus on high scalability and performance\u003c/li\u003e\n\u003cli\u003eAgile development, Scrum teams, flat hierarchies and direct communication in a very comradely atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in the Tech-Spot of Munich with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your complete application including a letter of motivation, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/8bb9f921e5e37234ca80ac3f92ffac4dbfb398aa/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f35623139356432356233633936636435663437393165343838643330656438396437303633343764363639666430343634636337343530333536653130333739\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/8e8a300511908c254341d9c3bfe58ffc2f43d55ee2e0a76125fb05c1157c7f7c\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXFJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5aacc71713af3a6ee01272afa146929317d69028/Limango.png"
  },
  {
    "id": "de97fddd-2bc9-4d89-b3eb-3976f9870c72",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/de97fddd-2bc9-4d89-b3eb-3976f9870c72",
    "created_at": "Tue Aug 25 07:09:51 UTC 2020",
    "company": "Rijksoverheid",
    "company_url": "http://www.werkenvoornederland.nl",
    "location": "Den Haag",
    "title": "Teamleider Forensische Software Engineering",
    "description": "\u003cp\u003e\u003cstrong\u003eTeamleider Forensische Software Engineering\u003c/strong\u003e\n\u003cstrong\u003eMinisterie van Justitie en Veiligheid, Nederlands Forensisch Instituut\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFunctieomschrijving\u003c/strong\u003e\n\u003cem\u003eHet Nederlands Forensisch Instituut in Den Haag voert hoogwaardig forensisch onderzoek uit. Hierbij ontwikkelt de groep 'Forensische Software Engineering’ innovatieve software die van groot belang is voor dat onderzoek. Dankzij deze applicaties en softwarebibliotheken kunnen misdrijven sneller opgelost en de verdachten vervolgd worden. Als geen ander weet jij als resultaatgerichte teamleider jouw team te coachen en te inspireren. Zo kan het team de optimale prestatie neerzetten bij de doorontwikkeling en verbetering van deze applicaties. En dragen het team en jij bij aan een veiliger Nederland voor iedereen.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eIn jouw rol als teamleider stuur je in een agile-omgeving een team van hoogopgeleide softwareontwikkelaars en testers aan; een hecht team van dertien gedreven softwareontwikkelaars van het Nederlands Forensisch Instituut (NFI), aangevuld met een wisselend aantal externe professionals. Zij zijn gefocust op de hele softwareontwikkelingscyclus, en jouw stijl van leidinggeven stimuleert hen om het beste uit het team en zichzelf te halen. Hierbij ondersteun je het team om de belangen van de operatie, de verwachte hoge kwaliteit en de innovatie tegen elkaar af te wegen.\u003c/p\u003e\n\u003cp\u003eSamen met het team vorm je een duidelijke visie op de strategische doelen en hoe deze gerealiseerd kunnen worden. Zelf ben je verantwoordelijk voor de planning, de financiën, ontwikkeling van het team en de teamleden, en de afstemming van de projecten met de interne en externe afnemers. Je organiseert behendig, en toont, wanneer nodig, duidelijk lef om de resultaten en veranderingen te realiseren.\u003c/p\u003e\n\u003cp\u003eJe maakt ook deel uit van het managementteam van de divisie, waarin je enkele portefeuilles beheert en samen met de collega’s de strategie vormgeeft. Je treedt verbindend op, zowel binnen de divisie, het NFI, als tussen het NFI en de partners in de keten van de openbare orde en veiligheid.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFunctie-eisen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt wo-niveau en bij voorkeur een diploma in de richting van informatica, bedrijfskunde of een vergelijkbare opleiding.\u003c/li\u003e\n\u003cli\u003eJe hebt relevante werkervaring met het aansturen en motiveren van hoger opgeleide professionals in een ICT-omgeving en bij voorkeur enkele jaren ervaring in het leiden van een softwareontwikkelteam of vergelijkbaar team.\u003c/li\u003e\n\u003cli\u003eJe hebt kennis van en ervaring met één of meerdere agile-softwareontwikkelmethoden (scrum of scrumban).\u003c/li\u003e\n\u003cli\u003eJe kunt netwerken opbouwen en onderhouden.\u003c/li\u003e\n\u003cli\u003eJe weet met oog voor mensen goede resultaten te behalen.\u003c/li\u003e\n\u003cli\u003eJe kunt leiderschapsstijl naar omstandigheden aanpassen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompetenties\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnalyseren\u003c/li\u003e\n\u003cli\u003eNetwerken\u003c/li\u003e\n\u003cli\u003eOmgevingsbewustzijn\u003c/li\u003e\n\u003cli\u003eOvertuigingskracht\u003c/li\u003e\n\u003cli\u003ePlannen en organiseren\u003c/li\u003e\n\u003cli\u003eSamenwerken\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat vinden wij nog meer belangrijk\u003c/strong\u003e\nDe teamleden verwachten van jou een collegiale, stimulerende en communicatieve teamleider die fungeert als toegankelijk aanspreekpunt voor het hele team. Je kunt goed omgaan met de platte structuur van het team en hebt gevoel voor de forensische context waarbinnen het team werkt. Je hebt enig technisch begrip en begrijpt wat de toepassingen zijn van de technische complexe toepassingen die wij maken. We doen het samen en je bent als teamleider dan ook echt onderdeel van ons team!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eArbeidsvoorwaarden\u003c/strong\u003e\n\u003cstrong\u003eSalarisniveau:\u003c/strong\u003e schaal 12, schaal 13\n\u003cstrong\u003eSalarisomschrijving:\u003c/strong\u003e Op deze functie is het Functiegebouw Rijk van toepassing. Inschaling vindt plaats op basis van je opleiding en ervaring. De mogelijkheid bestaat dat je in beginsel via een aanvangsschaal wordt aangesteld. Deze kan één schaal lager zijn dan de betreffende functieschaal.\n\u003cstrong\u003eMaandsalaris:\u003c/strong\u003e Min €3.815 – Max. €6.374 (bruto)\n\u003cstrong\u003eDienstverband:\u003c/strong\u003e Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\n\u003cstrong\u003eContractduur:\u003c/strong\u003e Tijdelijke aanstelling / Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\n\u003cstrong\u003eMinimaal aantal uren per week:\u003c/strong\u003e 32\n\u003cstrong\u003eMaximaal aantal uren per week:\u003c/strong\u003e 36\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOverige arbeidsvoorwaarden\u003c/strong\u003e\nNaast het salaris ontvang je een individueel keuzebudget (IKB). Het IKB bestaat uit geld (16,37% van je brutojaarsalaris) en tijd. Met het IKB maak jij de keuzes die bij jou passen en kun je een deel van je arbeidsvoorwaarden zelf samenstellen. Je kunt er bijvoorbeeld voor kiezen om een deel van je maandinkomen te laten uitbetalen wanneer jij dat wenst. Ook kun je dit budget omzetten in verlof en andersom of besteden aan fiscaalvriendelijke doelen. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer verschillende studiefaciliteiten, bedrijfsfitness, volledige vergoeding van je ov-reiskosten woon-werkverkeer en gedeeltelijk betaald ouderschapsverlof.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSolliciteren? Nadat je via de sollicitatiebutton hebt gereageerd kun je jouw motivatie en cv als Word- of pdf-bestand uploaden. We nodigen je graag uit om in je motivatiebrief ook iets over jezelf te vertellen.\u003c/li\u003e\n\u003cli\u003eHet toetsen van de integriteit van onze nieuwe collega’s is voor het Nederlands Forensisch Instituut van groot belang. Voor deze functie geldt dat er een veiligheid B-onderzoek moet worden opgestart bij de Algemene Inlichtingen- en Veiligheidsdienst. Ook een geheimhoudingsverklaring maakt deel uit van het sollicitatieproces.\u003c/li\u003e\n\u003cli\u003eWanneer je als rijksambtenaar een beroep doet op een voorrangspositie, stuur dan ook een kopie van je beschikking mee.\u003c/li\u003e\n\u003cli\u003eEen assessment (psychologische en vaardigheidstest) maakt deel uit van het sollicitatieproces, net als het opvragen van referenties en het inzetten van een (online) screening.\u003c/li\u003e\n\u003cli\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/li\u003e\n\u003cli\u003eAan deze vacaturetekst kunnen geen rechten worden ontleend.\u003c/li\u003e\n\u003cli\u003eDe maatregelen rondom de coronacrisis hebben ook invloed op de sollicitatieprocedure die hierdoor kan vertragen. Waar mogelijk zullen wij voor de sollicitatiegesprekken alternatieve vormen bieden.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eHet Rijk hecht waarde aan een diverse en inclusieve organisatie. Werken in divers samengestelde teams maakt ons effectiever, innovatiever en het werk leuker. Eenieder wordt daarom uitgenodigd te \u003ca href=\"http://www.werkenvoornederland.nl/vacatures/teamleider-forensische-software-engineering-NFI-2020-0024?utm_source=github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=\u0026amp;utm_term=nfi200024\u0026amp;utm_content=574\"\u003esolliciteren\u003c/a\u003e.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--292d6b37f20abfa926265805db953f04f10a04d5/Rijksoverheid.jpg"
  },
  {
    "id": "97d82b6d-a32e-4bf4-bee7-12b7d3a82d02",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/97d82b6d-a32e-4bf4-bee7-12b7d3a82d02",
    "created_at": "Mon Jun 01 15:44:31 UTC 2020",
    "company": "BeMo Academic Consulting Inc.",
    "company_url": "https://bemoacademicconsulting.com/",
    "location": "North York",
    "title": "Full Stack Web / Applications Developer in Canada - Part-Time to Full-Time, Remote",
    "description": "\u003cp\u003e\u003cstrong\u003eImportant notes:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis job post is for individuals. No agencies please.\u003c/li\u003e\n\u003cli\u003ePlease submit your application according to the procedures highlighted below.\u003c/li\u003e\n\u003cli\u003eYou must be from Canada to qualify.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFull Stack Web/App Developer: Part-Time Track to Full-Time, Remote\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAre you the needle in a haystack?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWould you like to make sure no one is treated unfairly due to his or her cultural, racial, economical or social status? Would you like to help us create the next generation of educational training and university admissions screening softwares?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHere’s a little bit about us:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe believe everyone deserves access to higher education regardless of his or her cultural, racial, economical or social status.\u003c/p\u003e\n\u003cp\u003eYou've probably never worked with anyone like us before. We're a dynamic team of practicing professionals, researchers, and scholars, with a passion to help students reach their academic and career goals. We often go above and beyond to deliver the best possible services we can for our students. We take our own medicine and we are constantly training to keep our individual performance and the performance of our company exceptional.\u003c/p\u003e\n\u003cp\u003eIn addition, we are also creating the next generation of university admissions screening software to reduce the social, racial and economic bias while being able to select better-suited applicants AND save time and money for universities and employers.\u003c/p\u003e\n\u003cp\u003eWe take our role very seriously and contribute to our company on a regular basis whether we work part-time or full-time because we understand the long-term impact of our work. We know how to manage our time and competing demands. We are constantly looking for ways to improve our services and impact and we are not afraid to share our ideas and collaborate with our team members.\u003c/p\u003e\n\u003cp\u003eWe put our company and our missions first before our own personal needs and desires. This is not a \"job\" to us. This is a calling. Our passion for mentoring our students and making admissions fair and scientifically sound is what gets us up in the morning. Importantly, we understand that our company is only as great as its individual members. That's how we have become a leading academic consulting firm and that's why we are extremely selective about our team and only pick the very best to join us and we do everything we can to support them.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe'll be honest; working at BeMo isn't for everyone.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you are resistant to learn more and continuous coaching because you believe you already know everything about programming, if you are seeking a side job just to make a few bucks, or to add another entry to your resume, if you normally don't pay much attention to detail and your code is always returned by end users full of bugs, or if you are looking for a short-term gig with little impact and growth, then we're probably not right for you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBut if this is you, you need to apply now.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you are a fantastic developer with great attention to detail, yet extremely humble, willing to learn more and are not afraid to explore topics that are not your expertise, love to be a part of the team to change the future of higher education and admissions screening, and looking for a long-term mission with significant impact on society, then you need to apply. Now.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a part of our fast growing, innovative and leading academic consulting firm.\u003c/li\u003e\n\u003cli\u003eBe part of a revolution. We are creating the next generation of candidate selection tools that are light years ahead at selecting best-suited candidates compared to traditional tools, while being fair to applicants.\u003c/li\u003e\n\u003cli\u003eBe part of a team of A-players. We only hire the brightest individuals with the highest caliber, character and courage.\u003c/li\u003e\n\u003cli\u003eFreedom to choose your hours. We don't believe in 9-5. We believe in accomplishments of the highest standard.\u003c/li\u003e\n\u003cli\u003eFreedom to work from anywhere around the world 90% of the time.\u003c/li\u003e\n\u003cli\u003eYou never have to go to the \"office\";\u003c/li\u003e\n\u003cli\u003e24/7 support. We don't sleep. If you need our help, we'll be there for you because this means more than just a “job” to us.\u003c/li\u003e\n\u003cli\u003eMake a huge difference in the lives of aspiring future professionals and contribute to our outstanding success rate.\u003c/li\u003e\n\u003cli\u003eOpportunity of shares in our fast growing company for exceptional team members that embody our core values because more than a just developer we are looking for a long-term partner.\u003c/li\u003e\n\u003cli\u003eFull health and dental benefits.\u003c/li\u003e\n\u003cli\u003e$1,000 yearly personal and professional development fund.\u003c/li\u003e\n\u003cli\u003eQuarterly dinners.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOverview:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBeMo has an immediate need for a top caliber full stack developer to help our team in ongoing web development, web application, and web maintenance projects.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRoles and responsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e20 hours per week to start - with the possibility for additional hours including full-time status if there is a great fit. NOTE: ideally we are looking for someone to start as part-time and then transition to full-time.\u003c/li\u003e\n\u003cli\u003eCreate and test new webpages on our websites with specific functionality and excellent attention to user interface.\u003c/li\u003e\n\u003cli\u003eOptimizing existing web pages on our website based on specific directions from our marketing director and senior developer.\u003c/li\u003e\n\u003cli\u003eDevelopment and testing of a new web application including the next generation of admissions screening softwares.\u003c/li\u003e\n\u003cli\u003eMaintaining and testing routine backups and restores.\u003c/li\u003e\n\u003cli\u003eAdministering and configuring servers' Apache, PHP, and MySQL installations.\u003c/li\u003e\n\u003cli\u003eMonitoring and analyzing our systems and servers performance.\u003c/li\u003e\n\u003cli\u003eProvide technical support for incoming concerns and issues related to systems and software.\u003c/li\u003e\n\u003cli\u003eMust demonstrate a genuine interest in our mission and take an active role to improve our impact as a company (i.e. This will not be just a side source of income or a job to you).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications \u0026amp; Education Requirements:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s Degree in Computer Science, Computer Engineering, Software Engineering, or related fields.\u003c/li\u003e\n\u003cli\u003eFront and back-end knowledge and experience are a must.\u003c/li\u003e\n\u003cli\u003eExpertise in programming with PHP, HTML5, JavaScript, CSS, MySQL, Laravel, CentOs and shell script are an asset.\u003c/li\u003e\n\u003cli\u003eMust have a minimum of 1-3 years of verifiable paid successful work as a developer.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExtremely detail-oriented and organized.\u003c/li\u003e\n\u003cli\u003eExtremely humble and eager to learn.\u003c/li\u003e\n\u003cli\u003eAbility to manage multiple projects simultaneously and thrive in a fast-paced, deadline driven environment.\u003c/li\u003e\n\u003cli\u003eProactive and self-motivated; ability to take initiative.\u003c/li\u003e\n\u003cli\u003eAbility to quickly learn new programming skills when required.\u003c/li\u003e\n\u003cli\u003eAbility to act independently with very little supervision and great work ethic.\u003c/li\u003e\n\u003cli\u003eAbility to handle sensitive information with the highest degree of integrity and confidentiality.\u003c/li\u003e\n\u003cli\u003eExcellent project/workflow management skills, and strong problem solving skills.\u003c/li\u003e\n\u003cli\u003eExcellent analytical skills.\u003c/li\u003e\n\u003cli\u003eDemonstrate a growth mindset (e.g., embrace latest technology, innovate methods/tools, etc.)\u003c/li\u003e\n\u003cli\u003eMust be looking for a long-term position with opportunity for growth.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHow to apply:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSimple. Send us the following 3 items to careers [at] bemoacademicconsulting.com\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003cp\u003eYour skill level on a scale of 1 to 7 for each of the following: Front-end, back-end, PHP, HTML5, JavaScript, CSS, MySQL, Laravel, CentOs, shell script(1= little experience and expertise, 7 = world-class expertise with verifiable awards)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIndicate where you are located in Canada. E.g. Toronto, Canada (Applicants are required to be located in Canada even though the job is remote)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYour resume highlighting relevant paid experience and educational requirement indicated above.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003ePlease quote job #33178 on the subject line of your email.\u003c/p\u003e\n\u003cp\u003eWe won’t be able to individually respond to all applicants, but if we feel you’re a strong match, we will be in touch via email to schedule you for an interview. Thanks and we look forward to hearing from you!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eSimple. Send us the following 3 items to careers [at ] bemoacademicconsulting.com\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003cp\u003eYour skill level on a scale of 1 to 7 for each of the following: Front-end, back-end, PHP, HTML5, JavaScript, CSS, MySQL, Laravel, CentOs, shell script (1= little experience and expertise, 7 = world-class expertise with verifiable awards)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIndicate where you are located in Canada. E.g. Toronto, Canada (Applicants are required to be located in Canada even though the job is remote)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYour resume highlighting relevant paid experience and educational requirement indicated above.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003ePlease quote job #33178 on the subject line of your email.\u003c/p\u003e\n\u003cp\u003eWe won’t be able to individually respond to all applicants, but if we feel you’re a strong match, we will be in touch via email to schedule you for an interview. Thanks and we look forward to hearing from you!\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGVFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--934063330bf05d58d171805a392d4056b2c39c3e/fb-logo.jpg"
  },
  {
    "id": "ee8fb826-3031-4141-896a-861c51e8c1fc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ee8fb826-3031-4141-896a-861c51e8c1fc",
    "created_at": "Mon Aug 24 12:16:08 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "Junior QA Engineer (Quality Assistance / Quality Assurance) - Video Game: Elvenar",
    "description": "\u003cp\u003e\u003cem\u003eYou are a passionate player of our video games, and you are enthusiastic about high-quality game development?\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eApply now for our vacant \u003cstrong\u003eJunior QA Engineer\u003c/strong\u003e position! As part of our Elvenar game team you will be trained to analyze and enhance our game's quality: Our Quality Assistance Engineers are an essential part of the product team's culture. They help shape the awareness of quality by coaching \u0026amp; assisting the team and defining \u0026amp; implementing a robust test strategy.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEnsure high-quality releases of our game through continuous testing\u003c/li\u003e\n\u003cli\u003eReview test requirements and concepts, provide feedback for the development team, product managers, and game designers\u003c/li\u003e\n\u003cli\u003eProvide initial feedback for newly developed features through exploratory testing\u003c/li\u003e\n\u003cli\u003eDraft and develop recurring test plans, put them into practice\u003c/li\u003e\n\u003cli\u003eCoordinate testing activities with development teams and product management\u003c/li\u003e\n\u003cli\u003eKeep track of our bug count, follow up to constantly decrease \u0026amp; keep the bug count low\u003c/li\u003e\n\u003cli\u003ePlan and organize team and crowd test sessions\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour skillset:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePassionate gamer. Extensive experience playing video games, especially mobile/online/strategy games\u003c/li\u003e\n\u003cli\u003eAnalytical mindset. Analyzing video games as well as data focused on quality and details\u003c/li\u003e\n\u003cli\u003eCommunicative. Business fluent English language and strong interpersonal communication skills\u003c/li\u003e\n\u003cli\u003eAgile. Working in a fast-paced working environment within cross-functional teams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eFavorable:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlaying InnoGames' games. Active participation in our gaming community, ideally playing Elvenar or Forge of Empires\u003c/li\u003e\n\u003cli\u003eQA expertise. Professional experience in testing games or mobile applications\u003c/li\u003e\n\u003cli\u003eDevelopment skills. Experience in automated testing/scripting/programming, ideally using Java, PHP or C#\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour power-ups:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eShape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer\u003c/li\u003e\n\u003cli\u003eGet competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more\u003c/li\u003e\n\u003cli\u003eMake the most of our excellent training and development opportunities\u003c/li\u003e\n\u003cli\u003eFeel comfortable in an atmosphere to empower creative thinking and strong results\u003c/li\u003e\n\u003cli\u003eWork in an agile multicultural team – enabling you and your team to form and actively optimize work processes\u003c/li\u003e\n\u003cli\u003eDe-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more\u003c/li\u003e\n\u003cli\u003eParticipate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting\u003c/li\u003e\n\u003cli\u003eOur company language is English, and we support all our employees and their partners with optional German lessons\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur story:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n\u003cp\u003eExcited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eJunior QA Engineer\u003c/strong\u003e?\nWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our \u003ca href=\"https://www.innogames.com/career/detail/job/junior-qa-engineer-quality-assistance-quality-assurance-video-game-elvenar/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eMaximilian Kaeding\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e\nDue to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/junior-qa-engineer-quality-assistance-quality-assurance-video-game-elvenar/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/junior-qa-engineer-quality-assistance-quality-assurance-video-game-elvenar/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcU9JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5540eaf795be0e7259d4431f6521aa1a46c827a1/logo_innogames_devlop.png"
  },
  {
    "id": "c8342ae0-8726-43c4-8fdc-4e0be5a6c7e5",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c8342ae0-8726-43c4-8fdc-4e0be5a6c7e5",
    "created_at": "Mon Aug 24 11:30:41 UTC 2020",
    "company": "MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
    "company_url": "https://www.mandarin-medien.de/",
    "location": "Schwerin",
    "title": "Systemadministrator (m/w/divers)",
    "description": "\u003cp\u003e2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL \u0026amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e2002 sind wir als MANDARIN MEDIEN Internetagentur gestartet. Heute arbeiten über 80 Macher, Nerds und Kreative. Wir sind Zuhörer, Strategen, Kreative, Experten, Kollegen, Freunde, Spaßmacher, keine Großeredenschwinger, Stille, Laute, Sprachgewandte, Texter, Erfolgshungrige, Macher.\nGemeinsam entwickeln wir sehr wirkungsvolle Lösungen in den Bereichen Digitales Marketing, Employer Branding und Digitalisierung für Marken, wie Cinestar, Vodafone, Garmin, WEMAG und viele mehr. Unsere Kollegen sind gefragte Speaker auf Branchenevents, Autoren oder Interviewpartner für Fachmedien sowie Initiatoren der GrowSmarter Awards.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWIR HELFEN MENSCHEN UND MARKEN ÜBER SICH HINAUSZUWACHSEN.\nWIR SIND MANDARIN MEDIEN!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas wären Deine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu willst eine Mandarine werden? Wir bieten Dir einen freien Platz in unserem IT Team als Systemadministrator (m/w/divers) in unserer Agentur in Schwerin. Bei uns bekommst Du die Chance den digitalen Service für unsere MANDARIN Kunden voranzutreiben und von Beginn an mitzugestalten. Werde ein Teil unseres MANDARIN IT Teams.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu bist jeden Tag in direktem Kontakt mit unseren Kunden\u003c/li\u003e\n\u003cli\u003eDu unterstützt unsere Kunden via Telefon, E-Mail, remote oder direkt vor Ort\u003c/li\u003e\n\u003cli\u003eDu wirst mit verschiedensten Themen und Umgebungen zu tun haben, z.B: im Client-, Server-, Netzwerk- oder Cloudbereich\u003c/li\u003e\n\u003cli\u003eDu arbeitest im Team an spannenden Projekten\u003c/li\u003e\n\u003cli\u003eDu bist im First- und Second-Level Support tätig\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeine abgeschlossene Ausbildung als Fachinformatiker für Systemintegration\u003c/li\u003e\n\u003cli\u003eFührerschein Klasse B zwingend notwendig\u003c/li\u003e\n\u003cli\u003eZertifizierungen im Bereich Microsoft, VMWare und Cisco wünschenswert\u003c/li\u003e\n\u003cli\u003eDu denkst und handelst Kunden- sowie Lösungsorientiert\u003c/li\u003e\n\u003cli\u003eDu gestaltest Deine Zeiteinteilung optimal und selbstständig\u003c/li\u003e\n\u003cli\u003eDu möchtest jeden Tag etwas Neues dazu lernen und mit Deinen Aufgaben wachsen\u003c/li\u003e\n\u003cli\u003eDu arbeitest gern an an vielfältigen Aufgaben und Abwechslung\u003c/li\u003e\n\u003cli\u003eDu bist ein Teamplayer bringst dich gern ein und zu dem bist Du belastbar\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKlingt ganz schön viel? Nobody is perfect! Wir lernen alle jeden Tag voneinander und nehmen uns jede Woche Zeit für Weiterbildung. Die ein oder andere Fähigkeit kannst Du also auch nach Deinem Start bei uns erlernen oder vertiefen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeinen spannenden und anspruchsvollen Agentur-Job in MV\u003c/li\u003e\n\u003cli\u003eeine große Bandbreite an Projekten - Handwerk bis Konzern\u003c/li\u003e\n\u003cli\u003eein hervorragendes Arbeitsklima und kurze Entscheidungswege\u003c/li\u003e\n\u003cli\u003e4 Stunden Zeit für Deine Weiterbildung,  je Woche, plus Budget\u003c/li\u003e\n\u003cli\u003emoderne Arbeitsmittel und neueste Programme\u003c/li\u003e\n\u003cli\u003eUnterstützung Deiner Gesundheit\u003c/li\u003e\n\u003cli\u003e2 x in der Woche “MANDARIN KANTINE” - frisch gekochtes Mittagessen\u003c/li\u003e\n\u003cli\u003eFahrtkostenzuschuss\u003c/li\u003e\n\u003cli\u003eflexibles Arbeiten - von Zuhause oder einfach mal am Strand\u003c/li\u003e\n\u003cli\u003ekreative Denkpausen mit dem Boot auf dem Schweriner See\u003c/li\u003e\n\u003cli\u003eTeamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes uvm.\u003c/li\u003e\n\u003cli\u003eein Büro mit Blick auf den Schweriner See sowie leckeres Obst, Kaffee, Tee, Wasser und Mate\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePasst alles für Dich?\u003c/p\u003e\n\u003cp\u003eDann sende Deine Bewerbung mit Deinen Vorstellungen zu Gehalt und Urlaub an Corinna Lepsien, \u003ca href=\"mailto:jobs@mandarin-medien.de\"\u003ejobs@mandarin-medien.de\u003c/a\u003e. Falls Du gerade unterwegs bist, kannst Du uns auch einfach einen Link von Deinem Xing- oder LinkedIn Profil schicken.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/945aa8f37822af9921ecacc9c58e02d10afc1c9f/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f30363039346238336165316338363437666138393937356264653133666234646566323162346236303231663433663530383263653466633330343331373264\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/e464706339130f11dd845e45dd265cf2d38c06a581c51eb9a8718e26015f9a96\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--98f29cf60634a6511dfffd11e9fa041df6e2b355/Mandarin%20Medien.jpg"
  },
  {
    "id": "7890a4b0-72b0-4c75-8467-5db066d92ffb",
    "type": "Contract",
    "url": "https://jobs.github.com/positions/7890a4b0-72b0-4c75-8467-5db066d92ffb",
    "created_at": "Fri Aug 21 15:36:55 UTC 2020",
    "company": "Region of Waterloo",
    "company_url": null,
    "location": "Kitchener, Ontario, Canada",
    "title": "Innovation Lab Manager (Smart Waterloo Region)",
    "description": "\u003cp\u003eInnovation Lab Manager (Smart Waterloo Region)\nFull-time, contract position (up to approximately 4 years)\u003c/p\u003e\n\u003cp\u003eThis exciting new role with the Region of Waterloo is a unique opportunity for a project manager who’s both strategically minded and results-oriented, as well as conversant with digital or digitally-supported business models, applications and platforms. If you’re such an innovative leader, keep reading.\u003c/p\u003e\n\u003cp\u003eAs Innovation Lab Manager, you’ll also demonstrate your understanding of user needs and challenges related to children and youth issues, as you lead the Smart Waterloo Region (SWR) community initiative focused on leveraging technology and data solutions to make Waterloo Region the best community in Canada for children and youth.\u003c/p\u003e\n\u003cp\u003eAdept at navigating a diverse, multi-stakeholder environment like ours, you’ll confidently develop and manage partnerships and projects with stakeholders from the technology and social services sector, to develop and implement innovative, meaningful technology and data solutions and products to support project goals. With your technology and business background, you’re equally well prepared to negotiate contracts and manage staff, agreements, services and resources as part of the SWR innovation lab.\u003c/p\u003e\n\u003cp\u003eKNOWLEDGE, SKILLS \u0026amp; ABILITIES REQUIRED\u003c/p\u003e\n\u003cp\u003eTo assume the role of Innovation Lab Manager (Smart Waterloo Region), you will have the following profile:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnowledge of digital/digitally-supported business models, applications, and platforms; the technology sector, specifically start-ups/scaleups; and innovation and business methodologies (design thinking, lean, agile, and other tools and frameworks), normally acquired through a university degree in a related field (e.g., technology, business administration), plus related experience, including demonstrated experience delivering significant business results that meet customer needs and project goals.\u003c/li\u003e\n\u003cli\u003eUnderstanding of, and ability to navigate, work within, and build/foster connections in, a diverse, multi-stakeholder environment (private/technology, social services, public/municipalities).\u003c/li\u003e\n\u003cli\u003eUnderstanding of user needs and challenges related to children and youth issues.\u003c/li\u003e\n\u003cli\u003eKnowledge of, and ability to comply with, policies, procedures, and related legislation, including data security as it pertains to personal information and data transmission.\u003c/li\u003e\n\u003cli\u003eFamiliarity with the concepts and technologies underpinning “smart cities” and the internet of things.\u003c/li\u003e\n\u003cli\u003eProject management skills to lead product/technology projects – from inception/idea to completion/market – within budget and timelines.\u003c/li\u003e\n\u003cli\u003eRelationship management skills to establish and develop relationships with senior leaders and executives.\u003c/li\u003e\n\u003cli\u003eAbility to manage, and work with, data sets and big data analytics to support sound decision-making and measure outcomes.\u003c/li\u003e\n\u003cli\u003eAnalytical, innovation, strategic thinking, and issue resolution skills to approach traditional problems from new perspectives; apply new/cutting-edge technology to enhance or replace existing platforms; design and test solutions; and leverage the resources of stakeholders/partners to achieve goals and develop new/worthwhile products/solutions.\u003c/li\u003e\n\u003cli\u003eLeadership, human relations, negotiation, and public relations skills to supervise, train, develop, motivate, and support staff and community partners from varied sectors (public, private, technology, social services); lead project teams; champion and foster a commitment to project goals; conduct presentations and act as the “brand ambassador” with the media, the public, and stakeholders; and participate as an effective team member.\u003c/li\u003e\n\u003cli\u003eAbility to read and understand technical documents, reports, projects, papers, and agreements.\u003c/li\u003e\n\u003cli\u003eAbility to write agreements, reports, correspondence, and project plans/documents.\u003c/li\u003e\n\u003cli\u003eAbility to negotiate and execute contracts/agreements with multiple partners relating to project development and implementation.\u003c/li\u003e\n\u003cli\u003eComputer skills with ability to use software such as Microsoft Office.\u003c/li\u003e\n\u003cli\u003eUnderstanding of interoperability between platforms and applications.\u003c/li\u003e\n\u003cli\u003eAbility to adjust schedule to attend evening/weekend meetings.\u003c/li\u003e\n\u003cli\u003eAbility to travel within and outside Waterloo Region.\u003c/li\u003e\n\u003cli\u003eAbility to support and demonstrate the Region’s values.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eServing, engaging and inspiring current and future generations\u003c/p\u003e\n\u003cp\u003eCommitted to fostering opportunities for current and future generations, the Region of Waterloo is an inclusive, thriving and sustainable region of connected rural and urban communities with global reach. Our mission is to serve, engage and inspire, by delivering quality services to a diverse population of 560,000+, while creating a healthy, collaborative environment of learning, respect and innovation. This is a place where employees are valued and recognized for their talents and contributions to our success.\u003c/p\u003e\n\u003cp\u003eIn addition to offering a competitive compensation package, we have a strong focus on health and wellness, including fitness facilities and family-focused benefits.\u003c/p\u003e\n\u003cp\u003ePlease visit our website, at \u003ca href=\"http://www.regionofwaterloo.ca\"\u003ewww.regionofwaterloo.ca\u003c/a\u003e, for a detailed description of this position as Innovation Lab Manager (Smart Waterloo Region) (competition number 2020-1718), and to apply online before 11:59 p.m., Tuesday, September 8, 2020.\u003c/p\u003e\n\u003cp\u003eWe are committed to diversity and inclusion, and thank all applicants in advance; however, we will be corresponding only with those selected for an interview. We will accommodate the needs of qualified applicants under the Human Rights Code in all parts of the hiring process.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease visit our website, at \u003ca href=\"http://www.regionofwaterloo.ca\"\u003ewww.regionofwaterloo.ca\u003c/a\u003e, for a detailed description of this position as Innovation Lab Manager (Smart Waterloo Region) (competition number 2020-1718), and to apply online before 11:59 p.m., Tuesday, September 8, 2020.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcCtJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a3b9450ead6c76aa82256bc8e00380df962ea217/Waterloo_rgb.jpg"
  },
  {
    "id": "e2ae78a2-fd55-4656-9a81-4f55556e716d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e2ae78a2-fd55-4656-9a81-4f55556e716d",
    "created_at": "Fri Aug 21 13:56:54 UTC 2020",
    "company": "Chainlink",
    "company_url": "https://chain.link/",
    "location": "New York City",
    "title": "Blockchain Application Security Engineer ",
    "description": "\u003cp\u003e\u003cstrong\u003eBlockchain Application Security Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout this Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be overseeing the security on a cutting-edge blockchain technology platform and be in charge of fostering the security culture while growing Chainlink. You will lead our risk program, coordinate response plans, and drive the security council. You?ll work directly with our founders and leadership to lead the security of our open-source codebase. You will communicate and collaborate across the organization to design and implement impactful company-wide security processes. You'll have a large degree of autonomy and the ability to drive change and adoption across the organization with well-researched security solutions. We are a fully distributed team and have the tools and benefits to support you in your remote work environment.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Impact\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOversee our entire security plan while influencing and driving adoption across the team.\u003c/li\u003e\n\u003cli\u003ePartner closely with our founders and engineering team to develop, design and implement security solutions.\u003c/li\u003e\n\u003cli\u003eLead our risk program and establish best practices that will impact the security and long term success of Chainlink.\u003c/li\u003e\n\u003cli\u003eCreate independently, or collaborate with the engineering team to write and ship security features.\u003c/li\u003e\n\u003cli\u003eResearch, document, and implement solutions that will ensure long term success of the Chainlink ecosystem.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Stack\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eGolang, TypeScript, Solidity, Postgres, Terraform, AWS.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSoftware engineering background (CS/SE degree or equivalent experience).\u003c/li\u003e\n\u003cli\u003e5 years of working experience in software engineering.\u003c/li\u003e\n\u003cli\u003e3 years of working experience in a related cybersecurity role.\u003c/li\u003e\n\u003cli\u003eExperience with developing security plans, processes and controls.\u003c/li\u003e\n\u003cli\u003eExperience with discovering vulnerabilities at design/system level.\u003c/li\u003e\n\u003cli\u003eExperience across common vulnerability classes relevant to our tech stack.\u003c/li\u003e\n\u003cli\u003eProven ability to communicate across roles to drive security mindset across the company.\u003c/li\u003e\n\u003cli\u003eNeed to have good knowledge of operational security.\u003c/li\u003e\n\u003cli\u003eExperience with monitoring and alerting.\u003c/li\u003e\n\u003cli\u003eExperience working in an early growth-stage company.\u003c/li\u003e\n\u003cli\u003eFocus on improving real-world security, not compliance.\u003c/li\u003e\n\u003cli\u003eBlockchain/cryptocurrency experience is a plus but not necessary.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis role is location-agnostic, and we employ engineers worldwide. However, we ask that some of your working hours overlap with Eastern Standard Time (EST).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSmart contracts are on track to revolutionize how all agreements work, through an entirely new system of technologically enforced contract guarantees. Chainlink enables next-generation smart contracts that can be written about any/all events in the real world; the details of our approach can be found in Chainlink's \u003ca href=\"https://link.smartcontract.com/whitepaper\"\u003e\u003cstrong\u003ewhitepaper\u003c/strong\u003e\u003c/a\u003e. Chainlink is well recognized for providing highly secure and reliable blockchain connectivity to the world's largest enterprises, such as \u003ca href=\"https://cloud.google.com/blog/products/data-analytics/building-hybrid-blockchain-cloud-applications-with-ethereum-and-google-cloud\"\u003e\u003cstrong\u003eGoogle\u003c/strong\u003e\u003c/a\u003e, \u003ca href=\"https://www.forbes.com/sites/darrynpollock/2019/07/30/oracle-building-a-virtuous-cycle-of-innovation-with-start-ups-through-chainlink-and-blockchain\"\u003e\u003cstrong\u003eOracle\u003c/strong\u003e\u003c/a\u003e, SWIFT, and many more. This is a unique opportunity to join one of the top companies developing cutting-edge blockchain technology while working closely together with a team of experienced senior developers.\u003c/p\u003e\n\u003cp\u003e*Chainlink Labs is an Equal Opportunity Employer.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAre you up for the challenge?\u003c/strong\u003e\nApply now via the \u003ca href=\"https://ltpx.nl/vTYsrYf\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/8e106baec328378162a1840e91969f9130c759ef/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313830323236\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/zFeos1B\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--686763786e40e3d0cc7297d958bf9b8c66ff3efd/Chainlink%20logo.jpg"
  },
  {
    "id": "790ac956-80db-4f7a-ac00-889deb49778a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/790ac956-80db-4f7a-ac00-889deb49778a",
    "created_at": "Fri Aug 21 11:27:24 UTC 2020",
    "company": "momox GmbH",
    "company_url": "http://momox.biz/en/career/",
    "location": "Berlin",
    "title": "SENIOR SOFTWARE ENGINEER (GOLANG / SOLR / ELASTICSEARCH) SEARCH (M/F/D)",
    "description": "\u003cp\u003emomox is Germany’s leading online buying-and-selling service, where everyone can turn their books, films, CDs, games and clothes into money. Via \u003ca href=\"http://www.momox.de\"\u003ewww.momox.de\u003c/a\u003e and the momox app (iOS and Android) we buy used products at fixed prices. We offer the purchased items for sale in our online shops \u003ca href=\"http://www.medimops.de\"\u003ewww.medimops.de\u003c/a\u003e (media) and \u003ca href=\"http://www.ubup.com\"\u003ewww.ubup.com\u003c/a\u003e (fashion) and other marketplaces such as Amazon and eBay, faithful to the slogan “We give products a second life”. Since starting, we have grown to become a company of 1,800 dedicated people at four locations in Berlin, Leipzig, Neuenhagen and Stettin. We are active in Germany, Austria, France and Great Britain. In 2018 our employees generated a revenue of 200 million euros. Since our launch, we have bought to sell more than 190 million items.\u003c/p\u003e\n\u003cp\u003eWe are building a brand new exciting team of four which will be responsible for the product search on our platforms. Take the challenge as a new team member and implement your ideas and knowledge. You´ll work in an agile environment with highly motivated developers, scrum masters and product owners.\u003c/p\u003e\n\u003cp\u003eYOUR MISSION:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResponsibility for the maintainance and further development (with Python / Go, SolR) of the\nproduct search for our internal platforms ubup and medimops\u003c/li\u003e\n\u003cli\u003eCooperate closely with the product teams\u003c/li\u003e\n\u003cli\u003eAdvise our product owners and development teams on the optimization and further development of\nthe search and its integration into our existing products\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYOUR PROFILE:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePassionate about search \u0026amp; machine learning technologies\u003c/li\u003e\n\u003cli\u003eExperience in Golang \"Go\", ideally also with Python\u003c/li\u003e\n\u003cli\u003eExperience with Lucene / Solr (or Elasticsearch)\u003c/li\u003e\n\u003cli\u003eExperience with NoSQL Databases (Cassandra, MongoDB)\u003c/li\u003e\n\u003cli\u003eExperience with information retrieval, ranking systems, recommendation systems\u003c/li\u003e\n\u003cli\u003eFamiliarity with Google Cloud or other cloud technologies\u003c/li\u003e\n\u003cli\u003eFluency in English is mandatory\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYOU CAN LOOK FORWARD TO:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA motivated team with an open mind for new impulses - Bring in your ideas and put them into\npractice!\u003c/li\u003e\n\u003cli\u003eChoose the laptop you prefer to work with (Apple MacBook or Lenovo Thinkpad)\u003c/li\u003e\n\u003cli\u003eSpace and budget for your professional development\u003c/li\u003e\n\u003cli\u003eFlat hierarchies and open doors\u003c/li\u003e\n\u003cli\u003eFit on the job through back training, running groups, cooperation with Gympass and healthy lunch\nfrom smunch\u003c/li\u003e\n\u003cli\u003eEmployee benefits such as job tickets, shopping vouchers for our medimops shop, company\npension scheme, team events and company breakfasts\u003c/li\u003e\n\u003cli\u003eAttractively equipped retreat rooms (table football, PS4 etc.), free catering (fruit, drinks, coffee, etc.)\nand much more\u003c/li\u003e\n\u003cli\u003eA company with a sustainable business idea - We give used goods a new home\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you have any further questions, feel free to call: Henning Manthey (Recruiting), Tel: +49306108007541\u003c/p\u003e\n\u003cp\u003eMore information about us you will find under momox.biz/en/career/.\u003c/p\u003e\n\u003cp\u003eThis is the right challenge for you? Apply now!\n\u003ca href=\"https://momox-jobs.dvinci.de/en/p/english/jobs/10479/intro\"\u003ehttps://momox-jobs.dvinci.de/en/p/english/jobs/10479/intro\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your CV to \u003ca href=\"mailto:jobs@momox.biz\"\u003ejobs@momox.biz\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcGFJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8788b29b238caec344b3aafefb84da2656fbd34a/momox_logo.png"
  },
  {
    "id": "5b8c810c-a499-4a2c-8955-31f0c95c6ee6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5b8c810c-a499-4a2c-8955-31f0c95c6ee6",
    "created_at": "Thu Aug 20 21:37:17 UTC 2020",
    "company": "Syndio",
    "company_url": "http://syndio.com",
    "location": "Seattle, WA",
    "title": "Product Manager",
    "description": "\u003cp\u003eDo you want to have an impact on workplace fairness, including pay equity based on gender and race? Syndio is a technology company committed to helping organizations fairly and equitably hire, promote, retain, and compensate their employees. We are seeking a self-motivated Product Manager to drive innovation for our industry-defining analytics platform.\u003c/p\u003e\n\u003cp\u003eFueled by a May 2020 investment of $7.5M from Voyager Capital and social change organization Emerson Collective, Syndio is investing in expanding our team and products. We are passionate about our mission and value transparency, hustle, clarity, truth, and humility.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSyndio’s software is front and center in defining a new way to eradicate workplace pay disparities. As the second member of our Product Management team, you’ll play a vital role in accelerating product features that empower customers to create a fair workplace for all employees. You’ll serve as the voice of the customer through the development lifecycle, working cross-functionally to connect the technical and business worlds, and guide products from concept to launch.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCore responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork with the larger product organization to define a roadmap and prioritize features to meet customers’ goals.\u003c/li\u003e\n\u003cli\u003eDeliver products that help our customers attract and retain employees.\n-Own features through the entire product development lifecycle from ideation to release.\u003c/li\u003e\n\u003cli\u003eGain a deep understanding of customer needs through qualitative and quantitative methods: user research studies, usability tests, market research, and data analysis.\u003c/li\u003e\n\u003cli\u003ePartner with internal stakeholders, including sales and customer success teams, to understand areas of opportunity and translate customer needs into product features.\u003c/li\u003e\n\u003cli\u003eBreak down high-level features into actionable requirements for design and engineering via epics, user stories, acceptance criteria, user flows, and other artifacts as needed.\u003c/li\u003e\n\u003cli\u003eWork with the design team to develop a cohesive user experience.\u003c/li\u003e\n\u003cli\u003eWork with engineering to scope, plan, and execute development.\u003c/li\u003e\n\u003cli\u003eWork with QA to triage bugs in new products and features.\u003c/li\u003e\n\u003cli\u003eDefine metrics and KPIs for measuring the success of features.\u003c/li\u003e\n\u003cli\u003eConstantly identify opportunities to expand the Syndio platform, ranging from new products to ongoing optimizations.\u003c/li\u003e\n\u003cli\u003eLead and facilitate team rituals: stand-ups, sizing, sprint reviews, and retrospectives.\u003c/li\u003e\n\u003cli\u003eResolve blockers and delays, and mitigate risks to sprint goals.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRole progression\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWithin 1 month, you’ll complete a comprehensive and supportive onboarding process to help you understand the product, the business, and the customer journey.\u003c/li\u003e\n\u003cli\u003eWithin 3 months, you’ll own features, from inception to launch.\u003c/li\u003e\n\u003cli\u003eWithin 6-12 months, you’ll be fully up to speed and self-sufficient to drive new features, interact with customers to collect feedback, iterate on existing features, and drive ongoing improvements.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are relentlessly curious and willing to ask questions every step of the way.\u003c/li\u003e\n\u003cli\u003eYou bring a balance of humility and confidence to the team, able to listen and learn from others, while also being decisive to move the product forward.\u003c/li\u003e\n\u003cli\u003eYou have 3+ years experience working as a product manager (or similar role), developing web-based products with high-performing, cross-functional teams.You are a strong communicator with the ability to facilitate dynamic discussions, glean information from experts in another field, understand customer needs, and turn them into products and features.\u003c/li\u003e\n\u003cli\u003eYou are empathetic to the needs of our customers’ employees and bring a disciplined approach to ensuring every product decision has a positive downstream impact.\u003c/li\u003e\n\u003cli\u003eYou excel at managing and prioritizing multiple projects across various stakeholders and phases of the development lifecycle.\u003c/li\u003e\n\u003cli\u003eYou can inspire, motivate, and support a team to get things done.\u003c/li\u003e\n\u003cli\u003eYou have strong quantitative, analytical, and problem-solving skills, with constant attention to detail.\u003c/li\u003e\n\u003cli\u003eYou’re a self-starter who thrives working autonomously, with minimal supervision, feels comfortable pulling teammates for collaboration and support as needed.\u003c/li\u003e\n\u003cli\u003eYou’re comfortable working in a fast-paced startup and wearing many hats, from writing help materials to scrum mastering.\u003c/li\u003e\n\u003cli\u003eYou’re process-driven and can improve and build out workflows to improve efficiencies across the team.\u003c/li\u003e\n\u003cli\u003eYou are passionate about pay equity and building stellar products to advance workplace fairness.\u003c/li\u003e\n\u003cli\u003eYou’re excited to own and drive initiatives within Syndio that leverage and build your skills and interests.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eExtra credit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFluency in product management tools.\u003c/li\u003e\n\u003cli\u003eExperience working in a fast-paced, delivery-focused environment with an emphasis on Agile practices (sprints, backlog grooming, etc.).\u003c/li\u003e\n\u003cli\u003eExperience in making hard data-informed decisions (A/B testing and experimentation, user testing, data analysis, defining metrics).\u003c/li\u003e\n\u003cli\u003eExperience developing SaaS platforms.\u003c/li\u003e\n\u003cli\u003eExperience with Human Resource Management  Systems (HRIS).\u003c/li\u003e\n\u003cli\u003eKnowledge of multiple functional areas, such as project management, engineering, UX/UI, sales, customer support, finance or marketing.\u003c/li\u003e\n\u003cli\u003eEmployees joining the Syndio team at this early stage of growth will impact this critical social issue and support a growing customer base (including Nordstrom, Slack, Match Group, Target, Adobe, and others) to take tangible action on workplace fairness.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAt Syndio, you’ll receive a competitive salary, bonuses, equity, and a lot more benefits! As part of our commitment to fair pay, we’ll never ask your salary history. Compensation will be based on experience and location; salary range will be discussed during the second round of interviews.\u003c/p\u003e\n\u003cp\u003eIf you’re interested in joining the Syndio team, apply using the link below. All your information will be kept confidential in accordance with EEO guidelines.\u003c/p\u003e\n\u003cp\u003eSyndio is an Equal Opportunity Employer. We are building an inclusive and collaborative workplace as we grow, and we welcome team members regardless of gender/identity, sexual orientation, race or cultural background, religion, physical disability and age.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eSubmit an application \u003ca href=\"https://synd.io/apply-now/product-manager/\"\u003ehere.\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEtJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c0407e79b242cb8110601f6cb6c5b366bb1c2f86/Screen%20Shot%202020-07-22%20at%208.34.36%20AM.png"
  },
  {
    "id": "256bca69-16bc-46ac-8c1c-e3489f682c4d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/256bca69-16bc-46ac-8c1c-e3489f682c4d",
    "created_at": "Thu Aug 20 21:31:39 UTC 2020",
    "company": "Syndio",
    "company_url": "http://syndio.com",
    "location": "Seattle, WA",
    "title": "Quality Assurance (QA) Analyst",
    "description": "\u003cp\u003eDo you want to have an impact on workplace fairness, including pay equity based on gender and race? Syndio is a technology company committed to helping organizations fairly and equitably hire, promote, retain, and compensate their employees. We are seeking a driven Quality Assurance (QA) Engineer to work in a highly collaborative environment on our growing set of solutions.\u003c/p\u003e\n\u003cp\u003eFueled by a May 2020 investment of $7.5M from Voyager Capital and social change organization Emerson Collective, Syndio is investing in expanding our team and products. We are passionate about our mission and value transparency, hustle, clarity, truth, and humility.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSyndio licenses software to companies to help them find and fix pay equity issues and stay in compliance over time. We’re looking for someone who’s excited to take on and solve challenges at a fast-paced startup. As our first QA engineer, you will have the opportunity to establish and scale QA processes and be an integral member of the product and engineering team. Your work ensuring the highest quality delivery of our flagship product, Syndio PayEQ, and subsequent products will have a meaningful impact on helping companies achieve fairness in the workplace.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCore responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOwn the end-to-end QA process, including setting the technical vision for developing test frameworks; developing and executing test plans; and reporting test results and quality metrics.\u003c/li\u003e\n\u003cli\u003ePropose, implement, and maintain quality automation as part of the Syndio CI environment.\u003c/li\u003e\n\u003cli\u003eSet up and maintain QA environments.\u003c/li\u003e\n\u003cli\u003eInfluence feature development by working with product and engineering teams to understand product vision and requirements and collaborate on feature acceptance criteria.\u003c/li\u003e\n\u003cli\u003eUnderstand how features meet the end user’s goal, and determine whether it met the stated purpose, including translating business requirements into test cases and scripts.\u003c/li\u003e\n\u003cli\u003eWork closely with internal team members to identify and triage bugs and ensure issues are addressed in a timely manner.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRole progression\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWithin 1 month, you’ll have completed a comprehensive and supportive onboarding process to help you understand the product, the business, and the customer journey.\u003c/li\u003e\n\u003cli\u003eWithin 3 months, you’ll be fully integrated into the development process, driving QA on new features and products, and introducing process automation.\u003c/li\u003e\n\u003cli\u003eWithin 12 months, you’ll have put tools in place and established a QA process that scales.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou can successfully coordinate and execute all aspects of testing efforts, from project inception to post-launch.\u003c/li\u003e\n\u003cli\u003eYou understand how to leverage automation in testing efforts and can identify and write tests that would be optimal candidates for automation.\u003c/li\u003e\n\u003cli\u003eYou have experience writing end-to-end tests using testing applications like Cypress, Nightwatch, WebdriverIO or Capybara/Cucumber.\u003c/li\u003e\n\u003cli\u003eYou have experience executing functional, non-functional, integration, system, performance, and regression testing.\u003c/li\u003e\n\u003cli\u003eYou take pride in great attention to detail and can identify, isolate, and document issues.\u003c/li\u003e\n\u003cli\u003eYou can build symbiotic relationships with technical and non-technical staff to drive collaboration, productivity, and product success.\u003c/li\u003e\n\u003cli\u003eYou recognize and anticipate problems and have a keen ability to manage risk.\u003c/li\u003e\n\u003cli\u003eYou are relentlessly curious, willing to explore all aspects of the product to identify gaps and opportunities to meet customer needs.\u003c/li\u003e\n\u003cli\u003eYou’re hard working and enjoy working independently towards a shared goal.\u003c/li\u003e\n\u003cli\u003eYou are passionate about meeting high quality standards and bring a strong voice around quality to encourage product improvements.\u003c/li\u003e\n\u003cli\u003eYou are passionate about our mission to close pay gaps and create fairness in the workplace.\u003c/li\u003e\n\u003cli\u003eYou’re excited to own and drive initiatives within Syndio that leverage and build your skills and interests.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eExtra credit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years of diverse QA/QE experience, with an emphasis on large scale online systems\u003c/li\u003e\n\u003cli\u003eExperience working on an agile software development team\u003c/li\u003e\n\u003cli\u003eExperience in testing SaaS platforms\u003c/li\u003e\n\u003cli\u003eExperience in testing Human Resource systems\u003c/li\u003e\n\u003cli\u003eStrong knowledge of API architecture and experience in testing APIs\u003c/li\u003e\n\u003cli\u003eEmployees joining the Syndio team at this early stage of growth will impact this critical social issue and support a growing customer base (including Nordstrom, Slack, Match Group, Target, Adobe, and others) to take tangible action on workplace fairness.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAt Syndio, you’ll receive a competitive salary, bonuses, equity, and a lot more benefits! As part of our commitment to fair pay, we’ll never ask your salary history. Compensation will be based on experience and location; salary range will be discussed during the second round of interviews.\u003c/p\u003e\n\u003cp\u003eIf you’re interested in joining the Syndio team, apply using the link below. All your information will be kept confidential in accordance with EEO guidelines.\u003c/p\u003e\n\u003cp\u003eSyndio is an Equal Opportunity Employer. We are building an inclusive and collaborative workplace as we grow, and we welcome team members regardless of gender/identity, sexual orientation, race or cultural background, religion, physical disability and age.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eSubmit an application \u003ca href=\"https://synd.io/apply-now/quality-assurance-qa-engineer/\"\u003ehere.\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbytJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7b09dce867616d380303b6ad828715da45da54a7/Screen%20Shot%202020-07-22%20at%208.34.36%20AM.png"
  },
  {
    "id": "426e2452-a71d-4987-bee6-05ae5495d5c0",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/426e2452-a71d-4987-bee6-05ae5495d5c0",
    "created_at": "Thu Aug 20 21:21:41 UTC 2020",
    "company": "Syndio",
    "company_url": "http://syndio.com",
    "location": "Seattle, WA or Denver, CO",
    "title": "Site Reliability Engineer (SRE)",
    "description": "\u003cp\u003eDo you want to have an impact on workplace fairness, including pay equity based on gender and race? Syndio is a technology company committed to helping organizations fairly and equitably hire, promote, retain, and compensate their employees. We are seeking a Site Reliability Engineer (SRE) who is proactive, responsive, and will thrive working in our collaborative startup environment.\u003c/p\u003e\n\u003cp\u003eFueled by a May 2020 investment of $7.5M from Voyager Capital and social change organization Emerson Collective, Syndio is investing in expanding our team and products. We are passionate about our mission and value transparency, hustle, clarity, truth, and humility.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSyndio licenses software to companies to help them find and fix pay equity issues and stay in compliance over time. As the second member of our new Site Reliability (SRE) team, you’ll be a major contributor to improving the reliability of our technical services within a growing product base and supporting our customers in achieving fairness in the workplace.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCore responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSupport customers by building, scaling, maintaining, and securing services leveraging relational databases, caching, and async processing. We use PostgreSQL (Cloud SQL), Redis (Cloud MemoryStore), and Cloud PubSub.\u003c/li\u003e\n\u003cli\u003eManage, monitor, improve, and experiment with infrastructure in a cloud environment. We use Google Cloud Platform, and Google Kubernetes Engine (GKE).\u003c/li\u003e\n\u003cli\u003eExperiment with and introduce new solutions to current and future problems.\u003c/li\u003e\n\u003cli\u003eCollaborate with cross-functional teams by building and maintaining internal and administrative tools and services.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRole progression\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWithin 1 month, you’ll complete a comprehensive and supportive onboarding process and be able to make isolated contributions to services and infrastructure.\u003c/li\u003e\n\u003cli\u003eWithin 3 months, you’ll have a grasp of the complete set of components (services, tools, configuration, etc.) that make up the infrastructure and continue to make isolated contributions to services and infrastructure.\u003c/li\u003e\n\u003cli\u003eWithin 12 months, you’ll be able to suggest and implement complex changes to existing services and infrastructure and be able to propose and implement greenfield projects.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou can write quality code in a team setting using Python and/or Go. You’ll be using both.\u003c/li\u003e\n\u003cli\u003eYou can implement and maintain cloud services using Kubernetes.\u003c/li\u003e\n\u003cli\u003eYou appreciate working in a collaborative team setting.\u003c/li\u003e\n\u003cli\u003eYou are eager to learn, share knowledge and ideas, and grow with our team.\u003c/li\u003e\n\u003cli\u003eYou are calm under pressure.\u003c/li\u003e\n\u003cli\u003eYou are available and willing to step in for emergency response.\u003c/li\u003e\n\u003cli\u003eYou are relentlessly curious, willing to explore all aspects of the product to identify gaps and opportunities to meet customer needs.\u003c/li\u003e\n\u003cli\u003eYou want to own and drive initiatives within Syndio that leverage and build your skills and interests.\u003c/li\u003e\n\u003cli\u003eYou care about and share in our mission to eradicate pay disparity in the workplace.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEmployees joining the Syndio team at this early stage of growth will impact this critical social issue and support a growing customer base (including Nordstrom, Slack, Match Group, Target, Adobe, and others) to take tangible action on workplace fairness.\u003c/p\u003e\n\u003cp\u003eAt Syndio, you’ll receive a competitive salary, bonuses, equity, and a lot more benefits! As part of our commitment to fair pay, we’ll never ask your salary history. Compensation will be based on experience and location; salary range will be discussed during the second round of interviews.\u003c/p\u003e\n\u003cp\u003eIf you’re interested in joining the Syndio team, apply using the link below. All your information will be kept confidential in accordance with EEO guidelines.\u003c/p\u003e\n\u003cp\u003eSyndio is an Equal Opportunity Employer. We are building an inclusive and collaborative workplace as we grow, and we welcome team members regardless of gender/identity, sexual orientation, race or cultural background, religion, physical disability and age.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eSubmit an application at \u003ca href=\"https://synd.io/apply-now/site-reliability-engineer-sre/\"\u003ehttps://synd.io/apply-now/site-reliability-engineer-sre/\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3lJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--449de4882d9406705cf4ecdc146c2023983b7bfe/Screen%20Shot%202020-07-22%20at%208.34.36%20AM.png"
  },
  {
    "id": "7d89212d-b364-44c2-bd9b-fa28cc860160",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7d89212d-b364-44c2-bd9b-fa28cc860160",
    "created_at": "Thu Aug 20 15:58:17 UTC 2020",
    "company": "Qualify EHS - A Worksite Safety Company",
    "company_url": "http://worksite.ca",
    "location": "Hamilton, Ontario",
    "title": "Lead Developer/Director of Technology",
    "description": "\u003cp\u003eWe are looking for a leader who is both an experienced web application developer and has previously participated in designing/developing a web application product from inception to launch and beyond. The Lead Developer at Worksite Safety will be fully responsible for all software development initiatives, while also actively participating as a contributor to the codebase and providing coaching and feedback to ensure high quality with the development team.\u003c/p\u003e\n\u003cp\u003eWe are an energetic and creative team with a love of iterative growth. As a part of the team you will benefit not only from getting to do exciting, impactful work, but also sharing in the team’s success through our quarterly profit sharing program in addition to our more traditional benefits programs.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat Makes Our Team Great\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCreating Big Solutions - We are tackling interesting technology challenges as we get both the excitement and responsibility of building something from nothing.\u003c/p\u003e\n\u003cp\u003eWe’re Just the Right Size Team - We aren’t a megacorp nor are we a small ‘cowboy’ shop. We are just the right size for individuals that want to make a big impact, and want stability but don’t want to be a number.\u003c/p\u003e\n\u003cp\u003eAn Enjoyable Work Life - Though we take our work seriously, we believe a balance between concrete and time-bound project goals and a relaxed working environment that allows time for iteration and mental ‘white space’ is most conducive to great work\u003c/p\u003e\n\u003cp\u003eMerit-based Compensation Package - Competitive pay based on a combination of market standards and your experience, an impact-weighted quarterly profit-sharing bonus program, and fully funded comprehensive health benefits plan\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Day-to-Day\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild a big (new) application, that will empower other teams and drive company growth as we disrupt our market with amazing new tools\u003c/li\u003e\n\u003cli\u003eBe the software development leader, finding the path to excellence for the team, the product and each project.\u003c/li\u003e\n\u003cli\u003eParticipate in mentorship with other developers while working together to bring creative new solutions to market\u003c/li\u003e\n\u003cli\u003eCollaborate on product development with the Founders and UX/UI team\u003c/li\u003e\n\u003cli\u003eLead from the front as an active contributor to codebase\u003c/li\u003e\n\u003cli\u003eParticipate in ideating, pitching and planning new application features and enhancements\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThe Tools You Need\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA strong track record of success with the Laravel PHP framework\u003c/li\u003e\n\u003cli\u003ePrevious experience providing mentorship/leadership to a growing team of software engineers\u003c/li\u003e\n\u003cli\u003eProven ability to implement UI using JavaScript frameworks (Vue.js/React.js)\u003c/li\u003e\n\u003cli\u003eComfortable with writing, editing, and maintaining Unit/Feature tests\u003c/li\u003e\n\u003cli\u003eExperience with Test Driven Development (TDD)\u003c/li\u003e\n\u003cli\u003eTo be a communication pro, always able to pleasantly explain technical issues to a non-technical person\u003c/li\u003e\n\u003cli\u003eEager to research and learn in a self-directed way\u003c/li\u003e\n\u003cli\u003eExperience with WooCommerce is an asset\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRole Details\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRole based in Dundas, Ontario\u003c/li\u003e\n\u003cli\u003eFull-time with flexible hours\u003c/li\u003e\n\u003cli\u003eCompetitive Salary \u0026amp; Company Funded Benefits Package\u003c/li\u003e\n\u003cli\u003eQuarterly Profit Sharing Bonus Program\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWho We Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWorksite Safety Compliance Centre is one of Canada’s leading providers of occupational health and safety services, and was recently listed on the Growth 500 as one of Canada's Fastest Growing Companies in 2018 and 2019 by Canadian Business and Maclean's.\u003c/p\u003e\n\u003cp\u003eWe want to help workers stay safe, and help employers make it happen. We believe that work life should be enjoyable, and that creating a safe workplace should be enjoyable too. We do that through providing our clients with excellence in advice and service, as well as high quality training and tools.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Values\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eBuilding Together\u003c/em\u003e - We work collaboratively because we know that everyone has great ideas and unique perspectives build a better result. We are stronger when we are all-in as one team.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eGrowing Through Experimentation\u003c/em\u003e - We relentlessly pursue our vision by improving and expanding what we do, experimenting with new ideas, and valuing tests over assumptions.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eBeing Surprisingly Helpful\u003c/em\u003e - We look for ways to surprise and delight by going above and beyond to help others, even when we don't stand to gain anything from it.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eEnjoying our Work Life\u003c/em\u003e - Because our lives are better when we enjoy our work, we build genuine, positive, and supportive relationships with each other and inject a little fun wherever we can.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://worksite.bamboohr.com/jobs/view.php?id=108\u0026amp;source=aWQ9Ng%3D%3D\"\u003eClick Here to Apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0tJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4784e44471e66c2ff6ab4f49bdb0e8b602916bad/Qualify_app_icon_cmyk_L.png"
  },
  {
    "id": "921ca213-a71e-4b21-ac4f-d22de5d085d7",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/921ca213-a71e-4b21-ac4f-d22de5d085d7",
    "created_at": "Thu Aug 20 15:38:38 UTC 2020",
    "company": "We Are Eves",
    "company_url": "http://www.weareeves.com",
    "location": "Amsterdam",
    "title": "Tech Lead / Full Stack Developer",
    "description": "\u003cp\u003eAre you excited about building something thousands of people love and up for a challenge? We are looking for a self-starter who take a leading role developing state-of-the art online applications. We are looking for someone with modern day essential engineering skills, who is creative, has an eye for detail, is a strong communicator and more.\u003c/p\u003e\n\u003cp\u003eThis role plays a key part in full stack future proof design, build and decision making for a beauty product review platform which supports thousands of users with finding the right beauty product for them.\u003c/p\u003e\n\u003cp\u003eWhat are you going to do?\u003c/p\u003e\n\u003cp\u003eWe are looking for someone who can use and select the best development tools and techniques to build a high performing application that our users love to use.\u003c/p\u003e\n\u003cp\u003eYou are a bridge between our development team members and the rest of the internal and external teams. The focus is still very much technical (you will spend at least 75% of your time building and contributing yourself). In addition, you will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for managing both the external and internal developers\u003c/li\u003e\n\u003cli\u003eDevelop new functionalities of our web app for our end users\u003c/li\u003e\n\u003cli\u003eImplement new functionalities across the full stack\u003c/li\u003e\n\u003cli\u003eWork closely together with our CTO (our CTO has over 15 -20 years’ experience across\nmultiple organisations)\u003c/li\u003e\n\u003cli\u003eOverlook and manage the scope and quality of technical deliverables aligned with the tech\nstrategy\u003c/li\u003e\n\u003cli\u003eEnsure projects are delivered on time, signal potential roadblocks and provide and provide\nregular updates on progress to the management team (CTO, CEO and COO)\u003c/li\u003e\n\u003cli\u003eWork with a network of experts with backgrounds from some of the most renowned companies\nin the world\u003c/li\u003e\n\u003cli\u003eEnsure technical members of the team deliver their projects and tech deliverables on time and\nprovide members with any coaching, technical mentorship or guidance they need\u003c/li\u003e\n\u003cli\u003eSupport key decisions with regards to tech stack selection\u003c/li\u003e\n\u003cli\u003eAct as SCRUM master for the development sprints\u003c/li\u003e\n\u003cli\u003eBe tech lead whilst exceeding customer expectations at all times\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe guarantee you will have a lot of fun, never stop learning and will be able to work on and with the latest technology!\u003c/p\u003e\n\u003cp\u003eOur Tech Stack\u003c/p\u003e\n\u003cp\u003eWe rely on a front-end specialist who has a proven trackrecord of working with  ReactJS and knows the impact and what is required for back end work when it comes to NodeJS and Typescript.\u003c/p\u003e\n\u003cp\u003eAll of our team engineers work closely together and have an impact across the product. HTML, CSS, ReactJS, NodeJS, Typescript, Mocha, Jest.\u003c/p\u003e\n\u003cp\u003eWho you are\u003c/p\u003e\n\u003cp\u003eSkills and experience we’re looking for (no worries if you don’t fit all):\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHBO/WO education and 5 years’ experience as a developer\u003c/li\u003e\n\u003cli\u003eExperience with HTML and CSS development\u003c/li\u003e\n\u003cli\u003eBack-end development with NodeJS and Typescript with a strong understanding\nof front-end development using ReactJS\u003c/li\u003e\n\u003cli\u003eExperience with unit/integration testing with Mocha and Jest\u003c/li\u003e\n\u003cli\u003eExperience with CI/CD tools and processes\u003c/li\u003e\n\u003cli\u003eExperience with operations on AWS cloud environment\u003c/li\u003e\n\u003cli\u003eExperience with PostgreSQL\u003c/li\u003e\n\u003cli\u003eOptionally experience with iOS/Android development, Elastic search is a plus\u003c/li\u003e\n\u003cli\u003eOptionally experience with data science tools and technology, or the willingness to learn\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are committed, proactive and driven\u003c/li\u003e\n\u003cli\u003eYou are self-motivated and self-organized\u003c/li\u003e\n\u003cli\u003eYou have always been interested in how technology works for as long as you can remember\u003c/li\u003e\n\u003cli\u003eYou are a great communicator\u003c/li\u003e\n\u003cli\u003eYou are flexible and can handle multi-tasking\u003c/li\u003e\n\u003cli\u003eYou can work goal-oriented\u003c/li\u003e\n\u003cli\u003eYou foster a transparent, inclusive, and achievement-oriented team culture\u003c/li\u003e\n\u003cli\u003eYou are fluently in English\u003c/li\u003e\n\u003cli\u003eYou have an EU work permit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWho are we\u003c/p\u003e\n\u003cp\u003eWe Are Eves is the first social beauty network. We are a startup with a very ambitious team based in Amsterdam at the Houthavens in the same building as Hearst.com (Cosmopolitan, Vogue, Quote and more). We Are Eves is an online platform where members can share honest beauty reviews about beauty products with other members. We are passionate about learn fast together, creating a product people love to use and share. We have an open team culture, constantly learning new things, being flexible about when and where we work, and empowering each other to do the best work. We are growing fast and are looking for an amazing Tech Lead Full Stack Engineer to help develop We Are Eves further to ensure we are future tech proof.\u003c/p\u003e\n\u003cp\u003eWhat we offer\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLots of room for personal growth and professional development\u003c/li\u003e\n\u003cli\u003eFlexible working hours, flexible locations, except for some key meetings during the week\u003c/li\u003e\n\u003cli\u003eLots of freedom and responsibility in an informal environment\u003c/li\u003e\n\u003cli\u003eChoose your own device\u003c/li\u003e\n\u003cli\u003eAwesome office\u003c/li\u003e\n\u003cli\u003eLots of responsibility and a real chance to make an impact\u003c/li\u003e\n\u003cli\u003eRelocation assistance: from A to Z (we hire only people living in Europe)\u003c/li\u003e\n\u003cli\u003eKey position in a growing startup\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe hope you are as excited as we are! Start by applying and we’ll be in touch soon.\n\u003ca href=\"mailto:ismalda@weareeves.com\"\u003eismalda@weareeves.com\u003c/a\u003e or call for questions: +31 6 40832901\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to: \u003ca href=\"mailto:ismalda@weareeves.com\"\u003eismalda@weareeves.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0NJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3d99a7aecd86cda30a7a9a681a6cc1ae3641441e/logosiem.jpg"
  },
  {
    "id": "7bbdc3d0-526a-4761-8b03-3c77ea77691e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7bbdc3d0-526a-4761-8b03-3c77ea77691e",
    "created_at": "Thu Aug 20 15:12:28 UTC 2020",
    "company": "Accruent",
    "company_url": "https://www.accruent.com/",
    "location": "London",
    "title": "Solution Engineer",
    "description": "\u003cp\u003eAre you looking for an innovative, dynamic and international environment to work in and can expand your career? Then check the below opportunity at Accruent!\u003c/p\u003e\n\u003cp\u003eWe are looking for a \u003cstrong\u003eSolution Engineer\u003c/strong\u003e to join us in the London or Reading region!\u003c/p\u003e\n\u003ch2\u003eWhat are your responsibilities as a Solution Engineer?\u003c/h2\u003e\n\u003cp\u003eIn this role, you will contribute to the optimal design, implementation, and administration of our solutions. You will be responsible for achieving a stable application installation on the customer infrastructure and will offer support to configure software and handle data conversions, all focusing on our customers’ requirements. You will be working together with your international colleagues of Professional Services and the Professional Services Project team. You will directly report into the Manager Professional Services.\u003c/p\u003e\n\u003ch2\u003eWhat you will be offered?\u003c/h2\u003e\n\u003cp\u003eWithin Accruent, we are offering you all that is needed for you to get fully up to speed. Next to an extensive onboarding program, you will have access to great learning programs. On top of that, we have a competitive remuneration package including a performance bonus and most important the opportunity to build your own success. Since we are part of one of a Fortune 500 company, there are plenty of opportunities to grow and expand your career within the business.\u003c/p\u003e\n\u003ch2\u003eWhat you bring to the table?\u003c/h2\u003e\n\u003cp\u003eWe are looking for someone that has, a bachelor’s degree in engineering or Computer Science and ideally has 4+ years of experience in a software environment and in IT infrastructure (on-premise, virtual machines, hosting, cloud). Next to that, software implementation experience with a focus on documentation management, CMMS, and/or Engineering Information Management is highly preferred.\u003c/p\u003e\n\u003cp\u003eIt is important that you have great communication skills in English (both written and verbal). Additionally, you need to have knowledge of database and operating systems with Windows and SQL and advanced understanding of software development environments, such as VB.NET, C#, Visual Basic Script, and NET Framework.\u003c/p\u003e\n\u003ch2\u003eImportant for you to know:\u003c/h2\u003e\n\u003cp\u003eThis role requires a SC/DV clearance certificate. Preferably you already have one, but in case not it is mandatory to run the process with Accruent.\u003c/p\u003e\n\u003cp\u003eIf you like what you see so far get in touch with our Talent Acquisition team:@Agness Malone \u003ca href=\"https://www.linkedin.com/in/agness-m-malone-3767b156\"\u003ehttps://www.linkedin.com/in/agness-m-malone-3767b156\u003c/a\u003e OR apply directly via the application form.\u003c/p\u003e\n\u003cp\u003eWe will be happy to help and give you even more details on the role, responsibilities and management. Hope to hear from you soon !\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2Y1uG8X\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eAbout Accruent:\u003c/h2\u003e\n\u003cp\u003eAccruent is a global software company that helps organizations achieve superior performance by transforming how they manage their physical resources. Its innovative, industry-leading cloud-based software and services enable organizations to optimize all stages of real estate, facilities and asset management, from capital planning through to IoT-based monitoring and control. With a proven track record across two decades, Accruent has created the only integrated SaaS-based framework and reporting platform for full lifecycle physical resource management. More than 7,000 global customers depend on Accruent solutions to drive out hidden costs, extend asset lifecycles, protect their brands, ensure compliance, and deliver on the missions of their organization. Headquartered in Austin, Texas, Accruent serves a wide range of industries in 149 countries around the world. For more information, visit \u003ca href=\"http://www.accruent.com\"\u003ewww.accruent.com\u003c/a\u003e.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2Y1uG8X\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbjJJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8406d956bb4862eb44407e2f58022f907bf79ef7/accruent.jpg"
  },
  {
    "id": "bda5dc15-1de5-4cd6-b38a-50942e4ae741",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/bda5dc15-1de5-4cd6-b38a-50942e4ae741",
    "created_at": "Thu Aug 20 14:11:12 UTC 2020",
    "company": "ACS Technologies",
    "company_url": "http://www.acstechnologies.com",
    "location": "Florence or Greenville, SC or possibly remote",
    "title": "Senior Site Reliability Engineer",
    "description": "\u003cp\u003eFor over 40 years ACS Technologies (“ACST”) has served the faith-based community, building software to help the ministry lead with less stress and more accuracy. ACST enables churches to handle every vital area of their ministry from finances to relationships. We're now the leader in the industry but we've got more work to do, and we need the right talent on board to help with our mission of serving churches with tomorrow's technology.\u003c/p\u003e\n\u003cp\u003eJob Summary\u003c/p\u003e\n\u003cp\u003eThe Senior Site Reliability Engineer (SRE) will work collaboratively with software and systems engineers to deploy and manage our systems and applications within our Amazon Web Services (AWS) Cloud, primarily those associated with our Data \u0026amp; Analytics practice. The Sr. SRE will design, build, setup, and maintain tools for deployment, monitoring, and infrastructure provisioning on the AWS Cloud.\u003c/p\u003e\n\u003cp\u003eSummary of Essential Job Functions\u003c/p\u003e\n\u003cp\u003eOwns the application and all aspects of it in production, including the user experience.  Administers all systems related to R\u0026amp;D projects, including user creation, systems provision troubleshooting, monitoring, etc.\nCreates the vision and designs the automation strategy across the platform. This includes researching gaps in automation and laying out the vision and the plan to remove the gaps.\nDesigns and Orchestrates system provisioning, autoscaling and Continuous Integration (CI)\nResponsible for Release Management with a expert understanding of Continuous Integration and Continuous Delivery\nTroubleshoots site down issues.  Responds to emergency outages and coordinate responses with engineering teams in multiple locations.\nWork with engineering teams to refine deployment and release processes.\nWork closely with developers in supporting new features, services, releases, and become an expert in our services.\nMonitors site reliability and performance.\nScales infrastructure to meet demand.  Continuously monitors/improves the quality of our infrastructure.\nDesigns and develops automation tools to deploy code.\nEnsure that all system design and procedures are documented and up-to-date.\nParticipates in on-call rotation as needed.\nMaintains professional and technical knowledge by attending educational workshops; reviewing professional publications; establishing personal networks; benchmarking state-of-the-art practices; participating in professional societies; leading staff development educational series.\nRecommends and implements strategies, policies, and procedures by evaluating organization outcomes; identifying problems; evaluating trends; and anticipating requirements.\nPerforms other duties not otherwise listed as required by the company.\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003eBachelor’s Degree in Computer Science or a related field with 7+ years in cloud infrastructure (AWS preferred)\nExpert administration knowledge with Linux(preferably Amazon Linux 2 images)\nExpert level knowledge with experience with AWS infrastructure - VPC, Security Groups, EC2, ELB, S3, RDS, etc.\nSignificant software development experience in an Agile environment (strong preference for GoLang)\nExpert level knowledge and experience with AWS API integration\nExperience with Kubernetes and related technologies (etcd, helm, istio, envoy)\nExperience with automation/configuration management (terraform and/or CloudFormation)\nKnowledge of best practices and IT operations in an always-up, always-available service environment\nUnderstanding of monitoring tools and statistics – Sumologic, DataDog, StackDriver or CloudWatch\nExperience planning and leading software, engineering and infrastructure projects (data management strongly preferred)\nAbility to work in a team environment and reliable to work independently\nAbility to manage multiple tasks in a dynamic, fast-paced environment\u003c/p\u003e\n\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://www.acstechnologies.com\"\u003ewww.acstechnologies.com\u003c/a\u003e, click on Company and then click on Careers.\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://www.acstechnologies.com\"\u003ewww.acstechnologies.com\u003c/a\u003e, click on Company and then click on Careers.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d158a43f52adbb293a087cb448d4a11fd6643d51/cropped-ACST.png"
  },
  {
    "id": "009a6c36-6e02-4c45-b0f9-91ab944dbca0",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/009a6c36-6e02-4c45-b0f9-91ab944dbca0",
    "created_at": "Wed Aug 19 21:38:07 UTC 2020",
    "company": "Bitovi",
    "company_url": "http:",
    "location": "USA",
    "title": "Senior JavaScript Developer and Consultant",
    "description": "\u003cp\u003e\u003cstrong\u003eABOUT BITOVI\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBitovi helps companies create better web applications.  \u003c/p\u003e\n\u003cp\u003eWe have a track record of designing and building high-profile and amazing web applications through our active Consulting practice.  Our apps are built with tests, full docs and a deployment process in place. We ensure our clients are set up for success and partner with them to solve any problems that come up along the way.\u003c/p\u003e\n\u003cp\u003eOur team consists of about 35ish developers and designers located around the US and Canada. This is a remote, full-time position.  Due to historical travel requirements, we are seeking candidates in the US or Canada who are willing and able to travel in the future once business travel resumes.  Travel averages approximately 1 week every 8 weeks.\u003c/p\u003e\n\u003cp\u003eTL;DR A good short read for interested candidates is our blog post \u003ca href=\"https://www.bitovi.com/blog/hello-potential-bitovian\"\u003eHello Potential Bitovian\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WE’RE LOOKING FOR\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for highly qualified individuals with: \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years professional experience developing enterprise applications\u003c/li\u003e\n\u003cli\u003ea good understanding of Computer Science (CS degree, or equivalent knowledge is required)\u003c/li\u003e\n\u003cli\u003ea solid background in Modern Front End Development, including JavaScript frameworks \u003c/li\u003e\n\u003cli\u003estrong communication and interpersonal skills who are comfortable interacting with clients\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe welcome diversity and non-traditional paths into the developer profession, and advocate strongly for hiring the right person as opposed to the right combination of tech keywords.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTHE JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou’ll work with clients to create applications, discussing and designing architectures, reviewing code, and researching new front-end technologies. \u003c/p\u003e\n\u003cp\u003eYou’ll work with other Bitovians, helping us to advance, improve, and evolve our Open Source toolset. \u003c/p\u003e\n\u003cp\u003eYou’ll have the opportunity to shape a small and growing company by applying your talent and passion to the JavaScript community in your own way. We support the technical growth and development of our employees. We have an open and engaging community of skilled developers with whom you can collaborate and learn with.\u003c/p\u003e\n\u003cp\u003eBitovians often:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePresent at conferences\u003c/li\u003e\n\u003cli\u003eGive trainings\u003c/li\u003e\n\u003cli\u003ePlan and run meetups\u003c/li\u003e\n\u003cli\u003eCreate and maintain open source projects\u003c/li\u003e\n\u003cli\u003eWrite articles\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eA LITTLE BIT MORE\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe welcome individuals who enjoy identifying the hard parts of application development and simplifying them, talking about software architecture, and teaching others. We also want someone who can lead others and be an integral part of a team.\u003c/p\u003e\n\u003cp\u003eSpecifically, the following attributes are major positives:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHas an eagerness to learn and execute in the “the right way”\u003c/li\u003e\n\u003cli\u003eIs open minded about development best practices\u003c/li\u003e\n\u003cli\u003eHas some experience with back-end systems and databases\u003c/li\u003e\n\u003cli\u003eSome experience contributing to or using open source projects\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBENEFITS\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt Bitovi, you’ll have the opportunity to work with a team of talented individuals who will support and challenge you.  You’ll grow through various experiences on client projects as well as internal initiatives and strategic projects.\u003c/p\u003e\n\u003cp\u003eIn addition, Bitovians get a slate of great benefits.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary and yearly bonuses\u003c/li\u003e\n\u003cli\u003eBi-annual company retreats to places like Las Vegas, New Orleans, and Amelia Island, Florida\u003c/li\u003e\n\u003cli\u003e401(k) plan with matching\u003c/li\u003e\n\u003cli\u003e4 weeks of paid vacation\u003c/li\u003e\n\u003cli\u003eHealth and dental insurance\u003c/li\u003e\n\u003cli\u003eLTD and Life Insurance\u003c/li\u003e\n\u003cli\u003eGym membership reimbursement\u003c/li\u003e\n\u003cli\u003ePaid Maternity \u0026amp; Paternity leave\u003c/li\u003e\n\u003cli\u003eWorking from home with flexible hours\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHOW TO APPLY\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWrite a resume and a thoughtful introduction (cover letter!) that shows us that you’re the kind of person we’ve described above.  Your thoughtful introduction should cover why you are interested in this role, something you recently worked on and are proud of, and a fun fact about yourself.  Feel free to highlight specific experience with Angular and/or React as well.\u003c/p\u003e\n\u003cp\u003e*Please note that we are not interested in working with Recruiters or Hiring firms at this time. All offers are contingent on passing a successful background check.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://bitovi.applytojob.com/apply/91twbGiFxB/Senior-JavaScript-Developer-And-Consultant-Remote?source=github\"\u003eApply to Bitovi\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbm1JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--db9dd90644d7e1f85a0c6b255d4bbd1e12a8fc28/Bitovi%20logo%20400x400.png"
  },
  {
    "id": "f7d3f601-7d99-4be4-9fac-eaf28b7d9f7d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f7d3f601-7d99-4be4-9fac-eaf28b7d9f7d",
    "created_at": "Wed Aug 19 11:18:38 UTC 2020",
    "company": "Wooga",
    "company_url": "http://www.wooga.com",
    "location": "Berlin",
    "title": "Software Engineer - Tools (React.js)",
    "description": "\u003cp\u003eWe are looking for a Software Engineer with a passion for tool creation to join our team on creating and innovating the next-gen games support tools.\u003c/p\u003e\n\u003cp\u003eYou will be working on a variety of projects, including tools to efficiently manage content and live operations of all Wooga games. You will work side by side, with diverse stakeholders and clients and develop tools, that our game teams need to keep bringing delightful story-driven games to millions of players around the world.\u003c/p\u003e\n\u003cp\u003eIdeally, you have a generalistic and broad technical knowledge, ranging from Javascript, React, Typescript and electron (Atom Shell) to working with services like AWS, Google and Github.\u003c/p\u003e\n\u003cp\u003eAs a member of our team you will work on projects including but not limited to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping web-based (React js) tools to manage, analyze and optimize live operations for Wooga’s live games.\u003c/li\u003e\n\u003cli\u003eWorking on internal tools based on typescript, electron, node, react and bootstrap, to drive content for our story-driven games.\u003c/li\u003e\n\u003cli\u003eExtending our internal tools \u0026amp; pipelines to improve Marketing and User Acquisition KPIs.\u003c/li\u003e\n\u003cli\u003eWorking together with our backend and data engineering teams to develop management interfaces for internal services.\u003c/li\u003e\n\u003cli\u003eBuilding internal dashboards aggregating live data from different sources (google, GitHub, artifactory, s3) by combining it with a state-of-the-art bootstrap react interface (no CSS!) to observe and interact with our custom build infrastructure for our own SDKs, games, and documentations.\u003c/li\u003e\n\u003cli\u003eConfiguring and optimizing web-pack builds.\u003c/li\u003e\n\u003cli\u003eDeveloping new APIs for consumption by our game teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a few solid years of experience as a software engineer.\u003c/li\u003e\n\u003cli\u003eYou are a proficient user of typescript, javascript and react.\u003c/li\u003e\n\u003cli\u003eYou have experience with writing tests using Mocha/Chai/Jest/enzyme/react-testing-library.\u003c/li\u003e\n\u003cli\u003eYou know your way around  API design.\u003c/li\u003e\n\u003cli\u003eYou are passionate about the user experience and creating intuitive and efficient tool workflows to solve complex problems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to Have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building content creation tools\u003c/li\u003e\n\u003cli\u003eBasic experience with the unity game engine\u003c/li\u003e\n\u003cli\u003ePassion for games\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Promise\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJoin the team, who is, every day, empowering the teams to create successful games played by millions!\u003c/li\u003e\n\u003cli\u003eWork in a small, autonomous team with a high impact and degree of creative freedom.\u003c/li\u003e\n\u003cli\u003eCollaborative and open company culture dedicated to making world-class games.\u003c/li\u003e\n\u003cli\u003eTalented, inspiring colleagues from all over the world.\u003c/li\u003e\n\u003cli\u003eLocated in Europe’s most creative and vibrant city - we offer a generous and holistic relocation package if you are not already located in Berlin!\u003c/li\u003e\n\u003cli\u003eOur office language is English, but we offer German language classes for you and your significant other!\u003c/li\u003e\n\u003cli\u003eMake use of an education budget and extra days off for self-development.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eAt Wooga we are committed to providing a friendly, safe and welcoming environment for everyone who works here or with us, regardless to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion (or lack thereof) and game preferences.\u003c/em\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/b9d6dcd51us\"\u003ehttps://grnh.se/b9d6dcd51us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "f48b1be0-63b7-41c5-83eb-212c13505f0c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f48b1be0-63b7-41c5-83eb-212c13505f0c",
    "created_at": "Wed Aug 19 14:48:26 UTC 2020",
    "company": "Ovjerjet",
    "company_url": "http://www.overjet.ai",
    "location": "Boston",
    "title": "Senior Software Engineer",
    "description": "\u003cp\u003eAt Overjet, we are building applications that improve healthcare, dentistry in particular, by leaps and bounds. We are solving the most challenging problems in dentistry to improve care for millions of patients. Come join us as a senior software/full-stack/backend engineer and be an integral part of an exceptional team.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop Java Spring based backend applications for SaaS products\u003c/li\u003e\n\u003cli\u003eArchitect and implement scalable databases\u003c/li\u003e\n\u003cli\u003eEnhance quality, usability, performance, security, reliability as well as feature-set\u003c/li\u003e\n\u003cli\u003eDesign, code, test, maintain, monitor, troubleshoot ... well, you get the gist\u003c/li\u003e\n\u003cli\u003eCollaborate with other teams to prioritize tasks and deliver results on time\u003c/li\u003e\n\u003cli\u003eIntegrate external applications ensuring security and reliability are at the forefront\u003c/li\u003e\n\u003cli\u003eSupport ad-hoc POCs, demos, mockups, etc.\u003c/li\u003e\n\u003cli\u003eCreate utilities for automating in-house tasks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequired skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e10+ years' experience building backend applications\u003c/li\u003e\n\u003cli\u003e5+ years' experience in cloud stack - GCP, AWS, Azure\u003c/li\u003e\n\u003cli\u003eExpertise in Java and Java Spring frameworks\u003c/li\u003e\n\u003cli\u003eProficiency in both SQL as well as NoSQL databases\u003c/li\u003e\n\u003cli\u003eAdvanced knowledge of REST APIs\u003c/li\u003e\n\u003cli\u003eAdvanced knowledge of Pub sub mechanisms\u003c/li\u003e\n\u003cli\u003eAdvanced knowledge of Docker and Kubernetes\u003c/li\u003e\n\u003cli\u003eExcellent work ethics and drive to succeed\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building Python frameworks, including Flask and/or Django\u003c/li\u003e\n\u003cli\u003eGrasp of GraphQL frameworks, especially SPQR\u003c/li\u003e\n\u003cli\u003eImplementation experience on Near Real time systems\u003c/li\u003e\n\u003cli\u003eFamiliarity with Google Cloud Platform\u003c/li\u003e\n\u003cli\u003eFamiliarity with IaaS\u003c/li\u003e\n\u003cli\u003eWork experience in healthcare domain a plus\u003c/li\u003e\n\u003cli\u003eKnowledge of automation testing frameworks\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eApply at \u003ca href=\"https://jobs.lever.co/overjet/f6da298b-44a6-4085-960e-d980ac7644f1\"\u003ehttps://jobs.lever.co/overjet/f6da298b-44a6-4085-960e-d980ac7644f1\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbkdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed86585a72c77fbecd376ea56bf7453189c0fb1e/Logo_Color_lowres.jpg"
  },
  {
    "id": "028821db-1f83-4ba2-876f-7ec065b69138",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/028821db-1f83-4ba2-876f-7ec065b69138",
    "created_at": "Wed Aug 19 13:53:39 UTC 2020",
    "company": "AMORELIE",
    "company_url": "https://www.amorelie.de/",
    "location": "Berlin",
    "title": "Lead Software Engineer (f/m/x)",
    "description": "\u003cp\u003eWith AMORELIE we have changed an entire industry and brought love life as an integral part of a happy relationship into the middle of society. We burn for fulfilled relationships and want to do our part with great love toys, lingerie and many other inspiring lifestyle products. With us, you will find a combination of ambitious ideas, an entrepreneurial team, a unique corporate culture and an incredible energy and euphoria for our mission. We are a successful, profitable Berlin start-up with over 130 employees and a lot of love, which defines the relationships of tomorrow!\u003c/p\u003e\n\n\u003cp\u003eWir haben mit AMORELIE eine ganze Branche verändert und das Liebesleben als integralen Bestandteil einer glücklichen Beziehung in die Mitte der Gesellschaft geholt. Wir brennen für erfüllte Beziehungen und wollen unseren Teil mit tollen Love Toys, Dessous und vielen weiteren inspirierenden Lifestyle Produkten dazu beitragen. Bei uns triffst du auf eine Kombination aus ambitionierten Ideen, einem unternehmerischen Team, einer einzigartigen Unternehmenskultur und einer unglaublichen Energie und Euphorie für unsere Mission. Wir sind ein erfolgreiches, profitables Berliner Startup mit über 130 Mitarbeitern und viel Liebe, welches die Beziehungen von morgen definiert!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob ToDo's\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTogether with our Director IT and our engineering teams, you improve and maintain our system landscape and architecture by designing and implementing technical solutions for our entire stack\u003c/li\u003e\n\u003cli\u003eYou work closely with our in-house and distributed team of engineers and you are committed to continuously improve our systems, development practices and agile development processes\u003c/li\u003e\n\u003cli\u003eYou collaborate in technical reviews to strengthen our architecture and system designs\u003c/li\u003e\n\u003cli\u003eYou provide technical guidance by coaching our teams on technical skills, best practices and coding guidelines\u003c/li\u003e\n\u003cli\u003eYou partner closely with the product team to work towards the products vision\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Tech Stack:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMagento 2 cloud architecture\u003c/li\u003e\n\u003cli\u003eIn-house Ruby on Rails CRM\u003c/li\u003e\n\u003cli\u003eKubernetes cluster for application deployment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSkills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have several years of experience in Software Engineering, most of it developing PHP and Ruby on Rails applications\u003c/li\u003e\n\u003cli\u003eIdeally, you have worked in eCommerce before\u003c/li\u003e\n\u003cli\u003eYou have strong experience in building APIs\u003c/li\u003e\n\u003cli\u003eYou have experience with Cloud architecture (AWS)\u003c/li\u003e\n\u003cli\u003eYou live agile development processes\u003c/li\u003e\n\u003cli\u003eYou set high standards in regards to code quality and test automation\u003c/li\u003e\n\u003cli\u003eYou are a team player, curious and proactive in proposing new technical solutions\u003c/li\u003e\n\u003cli\u003eYou love having ownership and you are reliable lead engineer\u003c/li\u003e\n\u003cli\u003eYou have strong communication skills with technical and non-technical colleagues\u003c/li\u003e\n\u003cli\u003eYou are fluent in English (written and spoken)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAMORELIE Benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn international team with highly motivated employees and an open feedback culture that ensures that you can develop your full potential with us\u003c/li\u003e\n\u003cli\u003eChallenging projects with a lot of entrepreneurial scope, which you and your teams can drive forward on your own responsibility\u003c/li\u003e\n\u003cli\u003eWe are sitting in a bright open-plan office, near S+U Gesundbrunnen\u003c/li\u003e\n\u003cli\u003eFree drinks, fresh fruit and a full fridge with treats\u003c/li\u003e\n\u003cli\u003eKeep fit and benefit from our discounted membership with the Urban Sports Club\u003c/li\u003e\n\u003cli\u003e... and of course exclusive discounts on our sensual assortment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/bceebcd214fbbb7e85e2b1cd93399fc98b780e7c/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f37383931653536323063633638633665366537313832653738356532653533353861356630303334326335303938663937643465646131313565343433346536\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/7937d2291011565ae18ac321f0acbb917f06a47f3f9819ec6d9dfe29678d1327\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbStJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c67b95c08dd6189dd39d6ff215771c8eba36929f/Amorelie.png"
  },
  {
    "id": "2790c0cc-272e-4595-b964-50554dff8477",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2790c0cc-272e-4595-b964-50554dff8477",
    "created_at": "Wed Aug 19 13:47:02 UTC 2020",
    "company": "Accruent",
    "company_url": "http://www.accruent.nl",
    "location": "London",
    "title": "Solution Engineer",
    "description": "\u003cp\u003eAre you looking for an innovative, dynamic and international environment to work in and can expand your career? Then check the below opportunity at Accruent!\u003c/p\u003e\n\u003cp\u003eWe are looking for a Solution Engineer to join us in the London or Reading region!\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWhat are your responsibilities as a Solution Engineer?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eIn this role, you will contribute to the optimal design, implementation, and administration of our solutions. You will be responsible for achieving a stable application installation on the customer infrastructure and will offer support to configure software and handle data conversions, all focusing on our customers’ requirements. You will be working together with your international colleagues of Professional Services and the Professional Services Project team. You will directly report into the Manager Professional Services.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWhat you will be offered?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWithin Accruent, we are offering you all that is needed for you to get fully up to speed. Next to an extensive onboarding program, you will have access to great learning programs. On top of that, we have a competitive remuneration package including a performance bonus and most important the opportunity to build your own success. Since we are part of one of a Fortune 500 company, there are plenty of opportunities to grow and expand your career within the business.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWhat you bring to the table?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe are looking for someone that has, a bachelor’s degree in engineering or Computer Science and ideally has 4+ years of experience in a software environment and in IT infrastructure (on-premise, virtual machines, hosting, cloud). Next to that, software implementation experience with a focus on documentation management, CMMS, and/or Engineering Information Management is highly preferred.\u003c/p\u003e\n\u003cp\u003eIt is important that you have great communication skills in English (both written and verbal). Additionally, you need to have knowledge of database and operating systems with Windows and SQL and advanced understanding of software development environments, such as VB.NET, C#, Visual Basic Script, and NET Framework.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eImportant for you to know:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eThis role requires a SC/DV clearance certificate. Preferably you already have one, but in case not it is mandatory to run the process with Accruent.\u003c/p\u003e\n\u003cp\u003eIf you like what you see so far get in touch with our Talent Acquisition team:@Agness Malone \u003ca href=\"https://www.linkedin.com/in/agness-m-malone-3767b156\"\u003ehttps://www.linkedin.com/in/agness-m-malone-3767b156\u003c/a\u003e OR apply directly via the 'Apply' button.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2Y1uG8X\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe will be happy to help and give you even more details on the role, responsibilities and management. Hope to hear from you soon !\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Accruent:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAccruent is a global software company that helps organizations achieve superior performance by transforming how they manage their physical resources. Its innovative, industry-leading cloud-based software and services enable organizations to optimize all stages of real estate, facilities and asset management, from capital planning through to IoT-based monitoring and control. With a proven track record across two decades, Accruent has created the only integrated SaaS-based framework and reporting platform for full lifecycle physical resource management. More than 7,000 global customers depend on Accruent solutions to drive out hidden costs, extend asset lifecycles, protect their brands, ensure compliance, and deliver on the missions of their organization. Headquartered in Austin, Texas, Accruent serves a wide range of industries in 149 countries around the world. For more information, visit \u003ca href=\"http://www.accruent.com\"\u003ewww.accruent.com\u003c/a\u003e.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2Y1uG8X\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8ef342129e611fc15148ccb6a81525344b1ea4ba/Accruent%20logo.jpeg"
  },
  {
    "id": "42eb6778-7e1d-44a0-99c3-c288aae35aec",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/42eb6778-7e1d-44a0-99c3-c288aae35aec",
    "created_at": "Wed Aug 19 12:24:54 UTC 2020",
    "company": "KAISER+KRAFT Europa GmbH",
    "company_url": "https://openfortomorrow.com/en/",
    "location": "Stuttgart",
    "title": "Senior Java Developer / Software Engineer (m/f/d)",
    "description": "\u003cp\u003eWelcome to KAISER+KRAFT EUROPE. We are the leading omnichannel trading group for business-, warehouse- and office-equipment in the B2B sector in Europe. Our Software Engineering Team is searching for a Senior Software Engineer (m/f/d) with passion for clean code, cutting-edge technologies and a professional but fun environment.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThese exciting tasks await you\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e•You are responsible for the continuous development of Java web applications for our e-commerce platform based on hybris and state-of-the-art technologies (Spring Boot, Gradle, Microservices, AWS, CI/CD, Jenkins)\u003c/p\u003e\n\u003cp\u003e•In a cross-functional, agile team you will take responsibility for the backend and work iteratively with DevOps, frontend developers, product owners, UX/UI on end-to-end solutions\u003c/p\u003e\n\u003cp\u003e•In cooperation with internal and external partners, you will work on the further development of interfaces to ERP, CRM and production information systems\u003c/p\u003e\n\u003cp\u003e•You design the various development processes (e.g. code reviews)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWith this profile you are the perfect match\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e•Degree in computer science or a comparable education\u003c/p\u003e\n\u003cp\u003e•Very good knowledge of Java, Spring MVC, design patterns and ideally Hybris\u003c/p\u003e\n\u003cp\u003e•Experience in the e-commerce environment, best case with regards to the further development of web applications\u003c/p\u003e\n\u003cp\u003e•OpenAPI, Swagger and Docker are no foreign words for you\u003c/p\u003e\n\u003cp\u003e•Experience with agile methods like Scrum and Kanban\u003c/p\u003e\n\u003cp\u003e•You have a high degree of quality and responsibility and possess a strong analytical mind\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis is what you can look forward to\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e•Career \u0026amp; further development: Through membership of TAKKT AG and Haniel Group, access to a cross-company network and individual development programs\u003c/p\u003e\n\u003cp\u003e•Work-Life-Integration: Flexible working time and -location as well as mobile working\u003c/p\u003e\n\u003cp\u003e•Place of work: Modern company building in a central location with excellent connections\u003c/p\u003e\n\u003cp\u003e•Well-being \u0026amp; health: Own canteen, fully automatic coffee machines and water dispensers on each floor, as well as various health- and sports facilities\u003c/p\u003e\n\u003cp\u003e•Sustainability \u0026amp; social commitment: Within our sustainability strategy we actively promote and reward the environmental awareness and social commitment of our employees\u003c/p\u003e\n\u003cp\u003e•Family Service: Whether childcare, homecare, eldercare or relocation, the PME Family Service is there to help and advice in every situation\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://kaiserkraft-europa.join.com/jobs/1314474-senior-java-developer-software-engineer-m-f-d?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=senior%2Bjava%2Bdeveloper%2Bsoftware%2Bengineer%2Bm%2Bf%2Bd\"\u003ehttps://kaiserkraft-europa.join.com/jobs/1314474-senior-java-developer-software-engineer-m-f-d?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=senior%2Bjava%2Bdeveloper%2Bsoftware%2Bengineer%2Bm%2Bf%2Bd\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c02795c1b11d854e92bbb94253d89c7fa14e9f26/KK-EU-Logo.png"
  },
  {
    "id": "d8817f60-3ac4-4744-85cc-a18d3ceab59e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d8817f60-3ac4-4744-85cc-a18d3ceab59e",
    "created_at": "Tue Aug 18 23:56:33 UTC 2020",
    "company": "A\u0026E International Ltd",
    "company_url": "https://www.aandeedu.com/",
    "location": "Remote Home Office",
    "title": "Senior Back-end Engineer ",
    "description": "\u003cp\u003eAbout us\u003c/p\u003e\n\u003cp\u003eA\u0026amp;E International Ltd is an international online education organization. Our headquarters is located in Auckland, New Zealand with a branch in Ningbo, China. Our mission is to make global and high-quality education more convenient and shareable. We are making unremitting efforts towards our vision of “becoming an infrastructure provider that carries K12 international course content and supporting service operations.”\u003c/p\u003e\n\u003cp\u003eWe are building a business model of S2B2C (Service Platform to Business to Customer). We hope this model will empower schools to better serve students and parents. We hope to reorganize the resource supply chain for future education through the dual engine of data intelligence and network collaboration, break the visible and invisible walls of schools, and achieve real-time access to global educational resources.\u003c/p\u003e\n\u003cp\u003eWe are looking for future partners：\nIn order to better fulfil the company's rapid development needs, we recruit prospective partners in some core positions：\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong Entrepreneurship\u003c/li\u003e\n\u003cli\u003eStrong Learning Ability\u003c/li\u003e\n\u003cli\u003eAn Open Cooperative Mindset\u003c/li\u003e\n\u003c/ul\u003e\n\u003col\u003e\n\u003cli\u003eJob title:\nPython Senior Back-end Engineer\u003c/li\u003e\n\u003cli\u003eLocation:\nRemote home office\u003c/li\u003e\n\u003cli\u003eType of working:\nPart-time or Full-time\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eMain job responsibilities:\n(Including but not limited to the following items, other responsibilities will be supplemented according to the company’s needs and personal interests)\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eDeeply understand the business needs of customers, complete the entire design of back-end work;\u003c/li\u003e\n\u003cli\u003eParticipate in the writing and maintenance of key back-end codes;\u003c/li\u003e\n\u003cli\u003eLead the team to overcome technical problems and share relevant technical aspects in real time.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eJob requirements:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eProficient in Python；\u003c/li\u003e\n\u003cli\u003eProficient in back-end development frameworks commonly used in Python；\u003c/li\u003e\n\u003cli\u003eFamiliar with at least one commonly used front-end framework；\u003c/li\u003e\n\u003cli\u003e3 years plus experience in back-end development；\u003c/li\u003e\n\u003cli\u003eBachelor degree or above in a computer science related major.\u003c/li\u003e\n\u003cli\u003eUnconventional thinking, clear logic, strong self-study ability;\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003ePriority will be given if you have at least one of the following skills:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eStructuring and developing ability in distributed storage;\u003c/li\u003e\n\u003cli\u003eFamiliar with the basic concepts and tools of machine learning;\u003c/li\u003e\n\u003cli\u003eDevelopment experience in big data;\u003c/li\u003e\n\u003cli\u003eExperience in data warehouse construction and development.\u003c/li\u003e\n\u003cli\u003eHave experience in leading core projects, stage 0-1;\u003c/li\u003e\n\u003cli\u003eBe a 10x developer.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eBenefits:\nConditional on the candidate achieving outstanding performance, the company will provide the candidate with a 2-year New Zealand work visa and skilled migrant opportunity (permanent immigration) for the candidate to continue a life overseas.\u003c/p\u003e\n\u003cp\u003eInterview process:\nFirst round will be a phone interview by the HR department of the company in New Zealand. Second round will be a phone interview by the technical staff from the company in China.\u003c/p\u003e\n\u003cp\u003eTo apply, please send your resume to: \u003ca href=\"mailto:operation@aedut.com\"\u003eoperation@aedut.com\u003c/a\u003e\nWebsite: host.ibeatop.com（China）\u003ca href=\"https://www.aandeedu.com/\"\u003ehttps://www.aandeedu.com/\u003c/a\u003e (New Zeanald)\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eTo apply, please send your resume to: \u003ca href=\"mailto:operation@aedut.com\"\u003eoperation@aedut.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbU9JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ecbcd810f385447cb4e6812b792537b88cacd9df/viewfile.png"
  }
]